Repository: Gustine/webtrees
Catalog: resources/lang/*/messages.po
Languages: fa

source: but the details are unknown
fa: اما جزئیات مشخص نیستند

source: in
fa: در

source: %1$s %2$s has a %3$s link to %4$s.
fa: %1$s %2$s %3$s لینک به %4$s دارد.

source: %1$s %2$s times removed ascending
fa: %1$s %2$s نسل فاصله

source: %1$s %2$s times removed descending
fa: %1$s %2$s نسل فاصله

source: %1$s KB were downloaded in %2$s seconds.
fa: %1$s کیلوبایت در %2$s ثانیه دانلود شد.

source: %1$s does not exist
fa: %1$s وجود ندارد

source: %1$s does not exist.
fa: %1$s وجود ندارد.

source: %1$s does not exist. Did you mean %2$s?
fa: %1$s وجود ندارد. منظور شما %2$s است؟

source: %1$s does not have a link back to %2$s.
fa: %1$s لینکی برای برگشت به %2$s ندارد.

source: %1$s file was extracted in %2$s seconds.
fa: %1$s فایل در %2$s ثانیه استخراج شد.

source: %1$s is a %2$s but a %3$s is expected.
fa: %1$s یک %2$s می‌باشد اما انتظار می‌رود %3$s باشد.

source: %1$s × %2$s pixels
fa: %1$s در %2$s پیکسل

source: %1$s’s %2$s
fa: %2$s %1$s

source: %H:%i:%s
fa: %g:%i:%s %a

source: %s BCE
fa: %s قبل از میلاد

source: %s KB
fa: %s کیلوبایت

source: %s and her ancestors
fa: %s و اجدادش

source: %s and his ancestors
fa: %s و اجدادش

source: %s and the individuals that reference it.
fa: %s و افرادی که به آن مرتبطند .

source: %s and their children
fa: %s و فرزندان آنها

source: %s and their descendants
fa: %s و فرزندان آنها

source: %s anonymous signed-in user
fa: %s کاربر ناشناس وارد شده است

source: %s child
fa: %s فرزند

source: %s day
fa: %s روز

source: %s family
fa: %s خانواده

source: %s family has been updated.
fa: %s خانواده بروز شد.

source: %s family tree
fa: %s شجره نامه

source: %s grandchild
fa: %s نوه

source: %s individual
fa: %s فرد

source: %s individual has been updated.
fa: %s فرد بروز شد.

source: %s message
fa: %s پیام

source: %s month
fa: %s ماه

source: %s note has been updated.
fa: %s یادداشت بروز شد.

source: %s once removed ascending
fa: %s یک نسل فاصله

source: %s once removed descending
fa: %s یک نسل فاصله

source: %s repository has been updated.
fa: %s مخزن به روز شده است.

source: %s sent you the following message.
fa: %s پیام زیر را برای شما ارسال کرد.

source: %s signed-in user
fa: %s کاربر وارد شده

source: %s source has been updated.
fa: %s منبع بروز شد.

source: %s three times removed ascending
fa: %s سه نسل فاصله

source: %s three times removed descending
fa: %s سه نسل فاصله

source: %s twice removed ascending
fa: %s دو نسل فاصله

source: %s twice removed descending
fa: %s دو نسل فاصله

source: %s week
fa: %s هفته

source: %s year
fa: %s سال

source: %s year anniversary
fa: %s سالگرد

source: %s × cousin
fa: %s × عموزاده

# FEMALE
source: %s × cousin
fa: %s × عموزاده

# MALE
source: %s × cousin
fa: %s × عموزاده

source: %s&nbsp;BCE
fa: %s&nbsp;قبل ازمیلاد

source: %s&nbsp;CE
fa: %s&nbsp;پس ازمیلاد

source: %s, her ancestors and their families
fa: %s، اجدادش و خانواده اش

source: %s, her parents and siblings
fa: %s،والدین و خواهر و برادران تنی اش

source: %s, her spouses and children
fa: %s، شوهر و فرزندانش

source: %s, her spouses and descendants
fa: %s، همسر و فرزندانش

source: %s, his ancestors and their families
fa: %s، اجداد و خانواده اش

source: %s, his parents and siblings
fa: %s،والدین و خواهر و برادران تنی اش

source: %s, his spouses and children
fa: %s، همسر و فرزندانش

source: %s, his spouses and descendants
fa: %s، همسر و فرزندانش

source: &lt;select&gt;
fa: &lt;انتخاب&gt;

source: (%s after death)
fa: (%s بعد از فوت)

source: (age %s)
fa: (سن %s)

source: (aged %s)
fa: (%s سن)

# Female
source: (aged %s)
fa: (%s سالگی)

# Male
source: (aged %s)
fa: (%s سالگی)

source: (filtered from %s total entries)
fa: (فیلتر شده از %s مقدار کل)

source: (on the date of death)
fa: (در هنگام فوت)

# CENTURY
source: 10th
fa: ۱۰م

# CENTURY
source: 11th
fa: ۱۱م

# CENTURY
source: 12th
fa: ۱۲م

# CENTURY
source: 13th
fa: ۱۳م

# CENTURY
source: 14th
fa: ۱۴م

# CENTURY
source: 15th
fa: ۱۵م

# CENTURY
source: 16th
fa: ۱۶م

# CENTURY
source: 17th
fa: ۱۷م

# CENTURY
source: 18th
fa: ۱۸م

# CENTURY
source: 19th
fa: ۱۹ام

# CENTURY
source: 1st
fa: اول

# CENTURY
source: 20th
fa: ۲۰ام

# CENTURY
source: 21st
fa: ۲۱ام

# CENTURY
source: 2nd
fa: دوم

# CENTURY
source: 3rd
fa: سوم

# CENTURY
source: 4th
fa: ۴م

# CENTURY
source: 5th
fa: ۵م

# CENTURY
source: 6th
fa: ۶م

# CENTURY
source: 7th
fa: ۷م

# CENTURY
source: 8th
fa: ۸م

# CENTURY
source: 9th
fa: ۹م

source: <default theme>
fa: <تم و قالب پیش فرض>

source: A URL
fa: آدرس اینترنتی

source: A chart displaying relationships between two individuals.
fa: نموداری که روابط بین دو فرد را نشان می دهد.

source: A chart of an individual’s ancestors and descendants, as a family book.
fa: نموداری از اجداد و نوادگان یک فرد، به صورت یک کتاب خانوادگی.

source: A chart of an individual’s ancestors, as a compact tree.
fa: نموداری از اجداد یک فرد، به صورت یک درخت فشرده.

source: A chart of an individual’s ancestors, formatted as a tree.
fa: نموداری از اجداد یک فرد که به صورت درخت شکل گرفته است.

source: A chart of an individual’s ancestors.
fa: نموداری از اجداد یک فرد.

source: A chart of an individual’s descendants.
fa: نموداری از نوادگان یک فرد.

source: A chart of individuals’ lifespans.
fa: نمودار طول عمر افراد.

source: A child may have more than one set of parents. The relationship between the child and the parents can be biological, legal, or based on local culture and tradition. If no pedigree is specified, then a biological relationship will be assumed.
fa: یک کودک ممکن است بیش از یک پدر و مادر داشته باشد. رابطه بین کودک و پدر و مادر می تواند زیستی، قانونی، و یا بر اساس فرهنگ و سنت های محلی باشد. اگر هیچ شجره نامه‌ای مشخص نشده باشد، بنابراین ارتباط بیولوژیکی در نظر گرفته خواهد شد.

source: A common error is to have multiple links to the same record, for example listing the same child more than once in a family record.
fa: یک خطای رایج این است که چندین پیوند به یک رکورد داشته باشید، برای مثال فهرست کردن یک فرزند بیش از یک بار در یک رکورد خانوادگی.

source: A fan chart of an individual’s ancestors.
fa: نمودار پنکه ای اجداد یک فرد.

source: A file on the server
fa: فایل روی سرور

source: A file on your computer
fa: فایل روی کامپیوتر

source: A greeting message and useful links for a user.
fa: پیام تبریک و لینک های مفید برای یک کاربر.

source: A greeting message for site visitors.
fa: پیام تبریک برای بازدیدکنندگان سایت.

source: A link to the site contacts.
fa: پیوند به مخاطبین سایت.

source: A link to the webtrees home page.
fa: پیوند به صفحه اصلی سایت.

source: A list of branches of a family.
fa: فهرست شاخه های یک خانواده.

source: A list of changes that need to be reviewed by a moderator, and email notifications.
fa: فهرست تغییراتی که باید توسط ناظر بررسی شود و اعلان‌های ایمیل.

source: A list of families.
fa: فهرست خانواده ها.

source: A list of frequently asked questions and answers.
fa: فهرست پرسش ها و پاسخ های متداول.

source: A list of individuals.
fa: فهرست افراد.

source: A list of locations.
fa: فهرست محل ها.

source: A list of media objects.
fa: فهرست موضوعات رسانه ای.

source: A list of records that have been updated recently.
fa: فهرست رکوردهایی که اخیراً به روز شده اند.

source: A list of repositories.
fa: فهرست مخازن.

source: A list of shared notes.
fa: فهرست یادداشت های به اشتراک گذاشته شده.

source: A list of sources.
fa: فهرست منابع.

source: A list of submitters.
fa: فهرست ارسال کنندگان.

source: A list of tasks and activities that are linked to the family tree.
fa: فهرست وظایف و فعالیت هایی که با شجره نامه مرتبط هستند.

source: A list of the Hebrew death anniversaries that will occur in the near future.
fa: فهرست سالگرد مرگ عبری که در آینده نزدیک رخ خواهد داد.

source: A list of the anniversaries that occur today.
fa: فهرست سالگردهایی که امروز رخ می دهد.

source: A list of the anniversaries that will occur in the near future.
fa: فهرست سالگردهایی که در آینده نزدیک اتفاق می افتد.

source: A list of the most popular given names.
fa: فهرست محبوب ترین نام های کوچک .

source: A list of the most popular surnames.
fa: لیست محبوب ترین نام های خانوادگی.

source: A list of the pages that have been viewed the most number of times.
fa: لیست صفحاتی که بیشترین بازدید را داشته اند.

source: A list of users and visitors who are currently online.
fa: لیست کاربران و بازدیدکنندگانی که در حال حاضر آنلاین هستند.

source: A media object is a record in the family tree which contains information about a media file. This information may include a title, a copyright notice, a transcript, privacy restrictions, etc. The media file, such as the photo or video, can be stored locally (on this webserver) or remotely (on a different webserver).
fa: یک موضوع رسانه ای رکوردی در شجره نامه است که حاوی اطلاعاتی درباره یک فایل رسانه ای است. این اطلاعات ممکن است شامل عنوان، اعلامیه حق نسخه برداری، رونوشت، محدودیت های حریم خصوصی و غیره باشد. فایل رسانه، مانند عکس یا ویدیو، می تواند به صورت محلی (در این وب سرور) یا از راه دور (در یک وب سرور دیگر) ذخیره شود.

source: A new user (%1$s) has requested an account (%2$s) and verified an email address (%3$s).
fa: کاربر جدید (%1$s) یک حساب (%2$s) درخواست کرده و یک آدرس ایمیل (%3$s) را تأیید کرده است.

source: A new version of webtrees is available.
fa: نسخه جدیدی از webtrees در دسترس است.

source: A password reset link has been sent to “%s”.
fa: پیوند بازنشانی رمز عبور به "%s" ارسال شده است.

source: A private area to record notes or keep a journal.
fa: یک حریم خصوصی برای ثبت یادداشت ها یا نگهداری یک مجله.

source: A prospective user has registered with webtrees at %s.
fa: یک کاربر احتمالی سایت در %s ثبت نام کرده است.

source: A report of an individual’s ancestors, formatted as a tree.
fa: گزارش اجداد یک فرد که به صورت درخت شکل گرفته است.

source: A report of an individual’s ancestors, in a narrative style.
fa: گزارش اجداد یک فرد، به سبک روایی.

source: A report of an individual’s descendants, in a narrative style.
fa: گزارش نوادگان یک فرد، به سبک روایی.

source: A report of an individual’s details.
fa: گزارش جزئیات یک فرد.

source: A report of facts which are supported by a given source.
fa: گزارش وقایع که توسط یک منبع مشخص پشتیبانی می شود.

source: A report of family members and their details.
fa: گزارش اعضای خانواده و مشخصات آنها.

source: A report of individuals who died in a given time or place.
fa: گزارش افرادی که در یک زمان یا مکان معین فوت کرده اند.

source: A report of individuals who had a given occupation.
fa: گزارش افرادی که شغل خاصی داشتند.

source: A report of individuals who were born in a given time or place.
fa: گزارش افرادی که در یک زمان یا مکان معین به دنیا آمده اند.

source: A report of individuals who were buried in a given place.
fa: گزارش افرادی که در مکانی معین دفن شده اند.

source: A report of individuals who were married in a given time or place.
fa: گزارش افرادی که در یک زمان یا مکان معین ازدواج کرده اند.

source: A report of recent and pending changes.
fa: گزارش تغییرات اخیر و در انتظار.

source: A report of the families that are closely related to an individual.
fa: گزارش خانواده هایی که از نزدیک با یک فرد مرتبط هستند.

source: A report of the individuals that are closely related to an individual.
fa: گزارش افرادی که از نزدیک با یک فرد مرتبط هستند.

source: A report of the information provided by a source.
fa: گزارش اطلاعات ارائه شده توسط یک منبع.

source: A report of the information that is missing for an individual and their relatives.
fa: گزارش اطلاعات مفقود شده برای یک فرد و بستگانش.

source: A report of vital records for a given date or place.
fa: گزارشِ سوابق حیاتی برای یک تاریخ یا مکانِ معین.

source: A role is a set of access rights, which give permission to view data, change preferences, etc. Access rights are assigned to roles, and roles are granted to users. Each family tree can assign different access to each role, and users can have a different role in each family tree.
fa: نقش یک نوع مجوز دسترسی است که اجازه مشاهده داده‌ها، تغییر تنظیمات برگزیده و غیره را می‌دهد. مجوز دسترسی به نقش‌ها اختصاص داده می‌شود و نقش‌ها به کاربران اعطا می‌شوند. هر شجره خانواده می تواند دسترسی های متفاوتی را به هر نقش اختصاص دهد و کاربران می توانند نقش متفاوتی در هر شجره نامه داشته باشند.

source: A sidebar showing an individual’s close families and relatives.
fa: نوار کناری که خانواده و بستگان نزدیک یک فرد را نشان می دهد.

source: A sidebar showing non-genealogy information about an individual.
fa: نوار کناری که اطلاعات غیر تبارشناسی یک فرد را نشان می دهد.

source: A sidebar showing the descendants of an individual.
fa: نوار کناری که فرزندان یک فرد را نشان می دهد.

source: A tab showing the close relatives of an individual.
fa: برگه ای که بستگان نزدیک یک فرد را نشان می دهد.

source: A tab showing the facts and events of an individual.
fa: برگه ای که وقایع و رویدادهای یک فرد را نشان می دهد.

source: A tab showing the media objects linked to an individual.
fa: برگه ای که موضوعات رسانه ای مرتبط با یک فرد را نشان می دهد.

source: A tab showing the notes attached to an individual.
fa: برگه ای که یادداشت های پیوست شده به یک فرد را نشان می دهد.

source: A tab showing the sources linked to an individual.
fa: برگه ای که منابع مرتبط با یک فرد را نشان می دهد.

source: A timeline displaying individual events.
fa: جدول زمانی که رویدادهای فردی را نمایش می دهد.

source: A user will not be able to sign in until both “email verified” and “approved by administrator” are selected.
fa: تا زمانی که «ایمیل تأیید شده» و «تأیید شده توسط سرپرست» انتخاب نشود، کاربر نمی‌تواند وارد سیستم شود.

source: Aba, Nigeria
fa: آبا، نیجریه

# Abbreviation for Persian month: Aban
source: Aban
fa: آبان

# GENITIVE
source: Aban
fa: آبان

# INSTRUMENTAL
source: Aban
fa: آبان

# LOCATIVE
source: Aban
fa: آبان

# NOMINATIVE
source: Aban
fa: آبان

source: Abbreviate place names
fa: نام محل های مخفف

source: Abbreviation
fa: مخفف

source: Accept
fa: تایید

source: Accept all changes
fa: تایید تغییرات

source: Access level
fa: سطح دسترسی

source: Access to family trees
fa: دسترسی به شجره نامه

source: Account approval and email verification
fa: تأیید حساب و تأیید ایمیل

source: Accra, Ghana
fa: آکرا، غنا

source: Action
fa: عمل

# GENITIVE
source: Adar
fa: ادار

# INSTRUMENTAL
source: Adar
fa: ادار

# LOCATIVE
source: Adar
fa: ادار

# NOMINATIVE
source: Adar
fa: ادار

# GENITIVE
source: Adar I
fa: ادار I

# INSTRUMENTAL
source: Adar I
fa: ادار I

# LOCATIVE
source: Adar I
fa: ادار I

# NOMINATIVE
source: Adar I
fa: ادار I

# GENITIVE
source: Adar II
fa: ادار II

# INSTRUMENTAL
source: Adar II
fa: ادار II

# LOCATIVE
source: Adar II
fa: ادار II

# NOMINATIVE
source: Adar II
fa: ادار II

source: Add
fa: افزودن

source: Add %s to the clippings cart
fa: %s را به سبد گزیده ها اضافه کنید

source: Add a brother
fa: افزودن برادر

source: Add a child
fa: افزودن فرزند

source: Add a child to create a one-parent family
fa: افزودن فرزند برای ایجاد خانواده تک والدی

source: Add a daughter
fa: افزودن دختر

source: Add a fact
fa: افزودن واقعه

source: Add a father
fa: افزودن پدر

source: Add a favorite
fa: افزودن علاقه مندی

source: Add a husband
fa: افزودن شوهر

source: Add a husband using an existing individual
fa: افزودن شوهر با استفاده از یک فرد موجود

source: Add a journal entry
fa: افزودن مطالب مجله

source: Add a media file
fa: افزودن فایل رسانه ای

source: Add a media object
fa: افزودن شئ رسانه ای

source: Add a mother
fa: افزودن مادر

source: Add a name
fa: افزودن نام جدید

source: Add a news article
fa: افزودن آرتیکل خبری

source: Add a note
fa: افزودن یک یادداشت

source: Add a restriction
fa: افزودن محدودیت

source: Add a shared note
fa: افزودن یادداشت مشترک

source: Add a sibling
fa: افزودن خواهر-برادر

source: Add a sister
fa: افزودن خواهر

source: Add a son
fa: افزودن پسر

source: Add a source citation
fa: افزودن منبع استناد

source: Add a story
fa: افزودن داستان

source: Add a user
fa: افزودن کاربر جدید

source: Add a wife
fa: افزودن همسر

source: Add a wife using an existing individual
fa: افزودن زن با استفاده از یک فرد موجود

source: Add an FAQ
fa: افزودن پرسش متداول

source: Add an event
fa: افزودن رویداد

source: Add content to the end of the <code>&lt;body&gt;</code> element.
fa: محتوا را به انتهای عنصر <code>&lt;body&gt;</code> اضافه کنید.

source: Add content to the end of the <code>&lt;head&gt;</code> element.
fa: محتوا را به انتهای عنصر <code>&lt;body&gt;</code> اضافه کنید.

source: Add from clipboard
fa: افزودن از کلیپ بورد

source: Add historic events to an individual’s page.
fa: افزودن رویدادهای تاریخی به صفحه یک فرد.

source: Add individuals
fa: افزودن فرد

source: Add marriage details
fa: افزودن مشخصات ازدواج

source: Add married names
fa: افزودن اسامی بر اساس تاهل

source: Add missing death records
fa: افزودن سوابق مرگ گم شده

source: Add more blocks from the following list.
fa: افزودن بلوک های بیشتر از لیست زیر.

source: Add more fields
fa: افزودن فیلد های بیشتر

source: Add narrative stories to individuals in the family tree.
fa: افزودن داستان های روایی به افراد شجره نامه.

source: Add new, and update existing records
fa: افزودن رکورد جدید و بروز آوری رکوردهای موجود

source: Add spaces where long lines were wrapped
fa: افزودن فضاهایی که در آن خطوط طولانی باعث در هم تنیدگی متن شده

source: Add styling and scripts to every page.
fa: افزودن استایل و اسکریپت به هر صفحه.

source: Add the GEDCOM media path to filenames
fa: افزودن مسیر رسانه GEDCOM به نام فایل ها

source: Add to TITLE header tag
fa: افزودن تیتر به تگ سربرگ

source: Add to the clippings cart
fa: افزودن به سبد گزیده ها

source: Add unique identifiers
fa: افزودن شناسه یکتا

source: Add unlinked records
fa: افزودن رکورد لینک نشده

source: Add your own text and graphics.
fa: افزودن متن و گرافیک خودتان.

source: Add/edit a journal/news entry
fa: افزودن/ویرایش آیتم‌های اخبار

source: Address
fa: آدرس

source: Address line 1
fa: آدرس خط 1

source: Address line 2
fa: آدرس خط 2

source: Address line 3
fa: آدرس خط 3

source: Adelaide, Australia
fa: آدلاید، استرالیا

source: Administrator
fa: مدیر سیستم

source: Administrator account
fa: حساب مدیریت

source: Administrator comments on user
fa: نظرات مدیریت نسبت به این کاربر

source: Administrators
fa: مدیران

# Female pedigree
source: Adopted
fa: به فرزند خواندگی پذیرفته شده

# Male pedigree
source: Adopted
fa: به فرزند خواندگی پذیرفته شده

# Pedigree
source: Adopted
fa: به فرزند خواندگی پذیرفته شده

source: Adopted by both parents
fa: به فرزند خواندگی پذیرفته شده توسط والدین

source: Adopted by father
fa: به فرزند خواندگی پذیرفته شده توسط پدر

source: Adopted by mother
fa: به فرزند خواندگی پذیرفته شده توسط مادر

source: Adopted name
fa: نام فرزند خواندگی

source: Adoption
fa: فرزندخواندگی

source: Adoption of a brother
fa: فرزندخواندگی یک برادر

source: Adoption of a child
fa: فرزندخواندگی یک فرزند

source: Adoption of a daughter
fa: فرزندخواندگی یک دختر

source: Adoption of a grandchild
fa: فرزندخواندگی نوه

source: Adoption of a granddaughter
fa: فرزندخواندگی نوه(دختر)

# daughter’s daughter
source: Adoption of a granddaughter
fa: فرزند خواندگی نوه دختری توسط مادر بزرگ(دختر)

# son’s daughter
source: Adoption of a granddaughter
fa: فرزند خواندگی نوه پسری توسط مادر بزرگ(دختر)

source: Adoption of a grandson
fa: فرزندخواندگی نوه(پسر)

# daughter’s son
source: Adoption of a grandson
fa: فرزند خواندگی نوه دختری توسط مادر بزرگ(پسر)

# son’s son
source: Adoption of a grandson
fa: فرزند خواندگی نوه دختری توسط مادر بزرگ(پسر)

source: Adoption of a half-brother
fa: فرزندخواندگی یک برادر ناتنی

source: Adoption of a half-sibling
fa: فرزندخواندگی یک خواهر-برادر ناتنی

source: Adoption of a half-sister
fa: فرزندخواندگی یک خواهر ناتنی

source: Adoption of a sibling
fa: فرزندخواندگی یک خواهر-برادر

source: Adoption of a sister
fa: فرزندخواندگی یک خواهر

source: Adoption of a son
fa: فرزندخواندگی یک پسر

source: Adoptive parents
fa: والدین خواندگی

source: Adult christening
fa: تعمید بزرگسالان

source: Advanced fact preferences
fa: تنظیمات پیشرفته وقایع

source: Advanced name facts
fa: مشخصات پیشرفته نام وقایع

source: Advanced place name facts
fa: مشخصات پیشرفته اماکن مربوط به وقایع

source: Advanced search
fa: جستجوی پیشرفته

source: Afghanistan
fa: افغانستان

source: Africa
fa: آفریقا

source: After creating the family tree, you will be able to import data from a GEDCOM file.
fa: پس از ایجاد شجره نامه، می توانید داده ها را از یک فایل GEDCOM وارد کنید.

source: Age
fa: سن

source: Age at birth of child
fa: سن در زمان تولد فرزند

source: Age at which to assume an individual is dead
fa: سنی که در آن فرد به عنوان متوفی شناخته می شود

source: Age between husband and wife
fa: تفات سن میان شوهر و زن

source: Age between siblings
fa: تفاوت سن فرزندان تنی

source: Age between wife and husband
fa: سن میان زن و شوهر

source: Age difference
fa: تفاوت سن

source: Age in year of first marriage
fa: سن در سال اولین ازدواج

source: Age in year of marriage
fa: سن در موقع ازدواج

source: Age interval
fa: فاصله سنی

source: Age of parents next to child’s birthdate
fa: سن والدین در کنار تاریخ تولد فرزند

source: Age related to death year
fa: سن در هنگام فوت

source: Agency
fa: آژانس

source: Aland Islands
fa: جزایر الند

source: Albania
fa: آلبانی

source: Album
fa: آلبوم

source: Albuquerque, New Mexico, United States
fa: آلبوکرک، نیومکزیکو، ایالات متحده

source: Algeria
fa: الجزایر

source: Alias
fa: نام مستعار

source: Alive
fa: زنده

source: All
fa: همه

source: All facts and events
fa: همه وقایع و رویدادها

source: All family facts
fa: همه وقایع خانوادگی

source: All fields must be completed.
fa: همه فیلدها باید پر شوند.

source: All individual facts
fa: همه وقایع فردی

source: All individuals
fa: همه افراد

source: All modules
fa: همه ماژول ها

source: All records
fa: همه رکوردها

source: All repository facts
fa: همه وقایع مخزن

source: All source facts
fa: همه وقایع منبع

source: Allow other modules to edit text using a “WYSIWYG” editor, instead of using HTML codes.
fa: به ماژول های دیگر اجازه دهید به جای استفاده از کدهای HTML، متن را با استفاده از ویرایشگر "WYSIWYG" ویرایش کنند.

source: Allow users to see raw GEDCOM records
fa: اجازه دادن به کاربران جهت دیدن اطلاعات خام سوابق فایلGEDCOM شجره‌نامه

source: Allow visitors to request a new user account
fa: به بازدیدکنندگان اجازه دهید تا یک حساب کاربری جدید درخواست کنند

source: Also known as
fa: همچنین شناخته شده به عنوان

source: American Samoa
fa: ساموآی آمریکایی

source: An FAQ can be displayed on just one of the family trees, or on all the family trees.
fa: سؤالات متداول را می توان فقط در یکی از شجره نامه ها یا در همه شجره نامه ها نمایش داد.

source: An administrator must approve the new user account and select an access level before the user can sign in.
fa: قبل از اینکه کاربر بتواند وارد سیستم شود، یک سرپرست باید حساب کاربری جدید را تأیید کند و سطح دسترسی را انتخاب کند.

source: An alternative to the “media” tab, and an enhanced image viewer.
fa: جایگزینی برای برگه "رسانه" و یک نمایشگر تصویر پیشرفته.

source: An alternative way to display charts.
fa: یک راه جایگزین برای نمایش نمودارها.

source: An alternative way to enter census transcripts and link them to individuals.
fa: یک راه جایگزین برای وارد کردن رونوشت های سرشماری و پیوند آنها به افراد.

source: An alternative way to select a new theme.
fa: یک راه جایگزین برای انتخاب یک موضوع جدید.

source: An alternative way to sign in and sign out.
fa: یک راه جایگزین برای ورود و خروج از سیستم.

source: An associate is another individual who was involved with this fact or event, such as a witness or a priest.
fa: وابسته فرد دیگری است که با این واقعه یا رویداد درگیر بوده است، مانند یک شاهد یا یک کشیش.

source: An associate is another individual who was involved with this individual, such as a friend or an employer.
fa: وابسته فرد دیگری است که با این فرد در ارتباط بوده است، مانند دوست یا کارفرما.

source: An hourglass chart of an individual’s ancestors and descendants.
fa: نمودار پروانه ای از اجداد و فرزندان یک فرد.

source: An individual can have more than one set of parents. For example, birth and adopted.
fa: یک فرد می تواند بیش از یک مجموعه از والدین داشته باشد. مثلا تولد و فرزندخواندگی.
