Repository: Gustine/webtrees
Catalog: resources/lang/*/messages.po
Languages: fa

source: The user has been sent an email with the information necessary to confirm the access request.
fa: یک ایمیل با اطلاعات لازم برای تایید درخواست دسترسی به کاربر ارسال شده است.

source: The username or password is incorrect.
fa: نام کاربری یا رمز عبور اشتباه است.

source: The username required for authentication with the SMTP server.
fa: نام کاربری مورد نیاز برای احراز هویت با سرور SMTP.

source: The website preferences have been updated.
fa: تنظیمات برگزیده وب سایت به روز شده است.

source: The website www.geonames.org provides a large database of place names. This can be searched when entering new places. To use this feature, you must register for a free account at www.geonames.org and provide the username.
fa: وب سایت www.geonames.org پایگاه داده بزرگی از نام محل ها را ارائه می دهد. این را می توان هنگام ورود به محل های جدید جستجو کرد. برای استفاده از این ویژگی، باید برای یک حساب کاربری رایگان در www.geonames.org ثبت نام کنید و نام کاربری را وارد کنید.

source: The webtrees developers would be very interested to learn about this error. If you contact them, they will help you resolve the problem.
fa: توسعه دهندگان webtrees بسیار علاقه مند هستند که در مورد این خطا یاد بگیرند. اگر با آنها تماس بگیرید، به شما در حل مشکل کمک خواهند کرد.

source: Theme
fa: تم

source: Theme change
fa: تغییر تم

source: Themes
fa: تم ها

source: There are no facts for this individual.
fa: واقعه ای برای این فرد وجود ندارد.

source: There are no links to this media object.
fa: پیوندی به این موضوع رسانه ای وجود ندارد.

source: There are no media objects for this individual.
fa: برای این شخص موضوع رسانه ای وجود ندارد.

source: There are no notes for this individual.
fa: یادداشتی برای این فرد وجود ندارد.

source: There are no pending changes.
fa: تغییر معلقی وجود ندارد.

source: There are no research tasks in this family tree.
fa: وظیفه پژوهشی در این شجره نامه وجود ندارد.

source: There are no source citations for this individual.
fa: منبعی برای این فرد وجود ندارد.

source: There are pending changes for you to moderate.
fa: چند تغییرات معلق در انتظار ناظر هستند.

source: There have been no changes within the last %s day.
fa: تغییری در %s روز گذشته وجود نداشته است.

source: There was an error uploading your file.
fa: هنگام آپلود فایل شما خطایی روی داد.

# GENITIVE
source: Thermidor
fa: ترمیدور

# INSTRUMENTAL
source: Thermidor
fa: ترمیدور

# LOCATIVE
source: Thermidor
fa: ترمیدور

# NOMINATIVE
source: Thermidor
fa: ترمیدور

source: These cookies are “essential”, and do not require consent.
fa: این کوکی ها "ضروری" هستند و نیازی به رضایت ندارند.

source: These groups of individuals are not related to %s.
fa: این گروه از افراد با %s نسبتی ندارند.

source: These services may use cookies or other tracking technology.
fa: این سرویس ها ممکن است از کوکی ها یا سایر فناوری های ردیابی استفاده کنند.

source: This account has not been approved. Please wait for an administrator to approve it.
fa: این حساب تایید نشده است. لطفاً منتظر بمانید تا یک مدیر آن را تأیید کند.

source: This account has not been verified. Please check your email for a verification message.
fa: این حساب تایید نشده است. لطفا ایمیل خود را برای یک پیام تأیید بررسی کنید.

source: This block will show editors a list of records with pending changes that need to be reviewed by a moderator. It also generates daily emails to moderators whenever pending changes exist.
fa: این بلوک فهرستی از رکوردهای دارای تغییرات معلق را که باید توسط ناظر بررسی شوند، به ویرایشگران نشان می دهد. همچنین هر زمان که تغییرات معلق وجود داشته باشد، ایمیل های روزانه را برای مدیران ایجاد می کند.

source: This could be caused by an error at %s
fa: این ممکن است ناشی از یک خطا در %s باشد

source: This email address will be used to send password reminders, website notifications, and messages from other family members who are registered on the website.
fa: از این آدرس ایمیل برای ارسال یادآوری رمز عبور، اعلان‌های وب‌سایت و پیام‌های سایر اعضای خانواده که در وب‌سایت ثبت نام کرده‌اند استفاده می‌شود.

source: This event occurred, but the details are unknown.
fa: این رویداد رخ داده است، اما جزئیات مشخص نیست.

source: This family does not exist or you do not have permission to view it.
fa: این خانواده وجود ندارد یا شما اجازه مشاهده آن را ندارید.

source: This family has been deleted. The deletion will need to be reviewed by a moderator.
fa: این خانواده حذف شده است. حذف باید توسط ناظر بررسی شود.

source: This family has been deleted. You should review the deletion and then %1$s or %2$s it.
fa: این خانواده حذف شده است. باید حذف را مرور کنید و سپس %1$s یا %2$s آن را بررسی کنید.

source: This family has been edited. The changes need to be reviewed by a moderator.
fa: این خانواده ویرایش شده است. تغییرات باید توسط ناظر بررسی شود.

source: This family has been edited. You should review the changes and then %1$s or %2$s them.
fa: این خانواده ویرایش شده است. باید تغییرات را مرور کنید و سپس %1$s یا %2$s آنها را بررسی کنید.

source: This family tree has %s record which uses the same “XREF” as another family tree.
fa: این شجره نامه دارای %s رکورد است که از همان "XREF" به عنوان یک شجره نامه دیگر استفاده می کند.

source: This family tree has no images to display.
fa: این شجره نامه هیچ تصویری برای نمایش ندارد.

source: This family tree was last updated on #gedcomUpdated#. There are #totalSurnames# surnames in this family tree. The earliest recorded event is the #firstEventType# of #firstEventName# in #firstEventYear#. The most recent event is the #lastEventType# of #lastEventName# in #lastEventYear#.<br><br>If you have any comments or feedback please contact #contactWebmaster#.
fa: این شجره نامه آخرین بار در #gedcomUpdated# به روز رسانی شد. #TotalSurnames# نام‌های خانوادگی در این شجره وجود دارد. اولین رویداد ثبت شده #firstEventType# #firstEventName# در #firstEventYear# است. جدیدترین رویداد #lastEventType# #lastEventName# در #lastEventYear# است.<br><br>اگر نظر یا بازخوردی دارید، لطفاً با #contactWebmaster# تماس بگیرید.

source: This family tree was last updated on %s.
fa: این شجره نامه آخرین بار در %s به روز شد.

source: This folder will be used by webtrees to store media files, GEDCOM files, temporary files, etc. These files may contain private data, and should not be made available over the internet.
fa: این پوشه توسط webtrees برای ذخیره فایل‌های رسانه، فایل‌های GEDCOM، فایل‌های موقت و غیره استفاده می‌شود. این فایل‌ها ممکن است حاوی داده‌های خصوصی باشند و نباید از طریق اینترنت در دسترس باشند.

source: This folder will be used to store the media files for this family tree.
fa: این پوشه برای ذخیره فایل های رسانه ای این شجره نامه استفاده خواهد شد.

source: This form has expired. Try again.
fa: این فرم منقضی شده است. دوباره امتحان کنید.

source: This individual does not exist or you do not have permission to view it.
fa: این فرد وجود ندارد یا شما اجازه مشاهده آن را ندارید.

source: This individual has been deleted. The deletion will need to be reviewed by a moderator.
fa: این فرد حذف شده است. حذف باید توسط ناظر بررسی شود.

source: This individual has been deleted. You should review the deletion and then %1$s or %2$s it.
fa: این فرد حذف شده است. باید حذف را مرور کنید و سپس %1$s یا %2$s آن را بررسی کنید.

source: This individual has been edited. The changes need to be reviewed by a moderator.
fa: این فرد ویرایش شده است. تغییرات باید توسط ناظر بررسی شود.

source: This individual has been edited. You should review the changes and then %1$s or %2$s them.
fa: این فرد ویرایش شده است. باید تغییرات را مرور کنید و سپس %1$s یا %2$s آنها را بررسی کنید.

source: This individual will be selected by default when viewing charts and reports.
fa: این فرد هنگام مشاهده نمودارها و گزارش ها به طور پیش فرض انتخاب می شود.

source: This information is not available.
fa: این اطلاعات در دسترس نیست.

source: This information is private and cannot be shown.
fa: این اطلاعات خصوصی بوده و قابل نمایش نیست.

source: This is a comma separated list of GEDCOM fact tags that will be shown on the add/edit name form. If you use non-Latin alphabets such as Hebrew, Greek, Cyrillic, or Arabic, you may want to add tags such as _HEB, ROMN, FONE, etc. to allow you to store names in several different alphabets.
fa: این فهرستی از تگ‌های واقعه GEDCOM است که با کاما از هم جدا شده و در فرم افزودن/ویرایش نام نمایش داده می‌شود. اگر از الفبای غیر لاتین مانند عبری، یونانی، سیریلیک یا عربی استفاده می کنید، ممکن است بخواهید برچسب هایی مانند _HEB، ROMN، FONE و غیره را اضافه کنید تا به شما امکان ذخیره نام در چندین الفبای مختلف را بدهد.

source: This is a comma separated list of GEDCOM fact tags that will be shown when adding a new family. For example, if MARR is in the list, then fields for marriage date and marriage place will be shown on the form.
fa: این فهرستی از برچسب‌های واقعه GEDCOM است که با کاما جدا شده است که هنگام افزودن یک خانواده جدید نشان داده می‌شود. به عنوان مثال، اگر MARR در لیست باشد، فیلدهای تاریخ ازدواج و محل ازدواج در فرم نشان داده می شود.

source: This is a comma separated list of GEDCOM fact tags that will be shown when adding a new individual. For example, if BIRT is in the list, fields for birth date and birth place will be shown on the form.
fa: این فهرستی از تگ‌های واقعه GEDCOM است که با کاما جدا شده است که هنگام اضافه کردن یک فرد جدید نشان داده می‌شود. به عنوان مثال، اگر BIRT در لیست باشد، فیلدهای مربوط به تاریخ تولد و محل تولد در فرم نشان داده می شود.

source: This is a comma separated list of GEDCOM fact tags that will be shown when you add or edit place names. If you use non-Latin alphabets such as Hebrew, Greek, Cyrillic, or Arabic, you may want to add tags such as _HEB, ROMN, FONE, etc. to allow you to store place names in several different alphabets.
fa: این فهرستی از تگ‌های واقعه GEDCOM است که با کاما جدا شده است که هنگام اضافه کردن یا ویرایش نام محل ها نشان داده می‌شود. اگر از الفبای غیر لاتین مانند عبری، یونانی، سیریلیک یا عربی استفاده می کنید، ممکن است بخواهید برچسب هایی مانند _HEB، ROMN، FONE و غیره را اضافه کنید تا به شما امکان ذخیره نام محل ها را در چندین الفبای مختلف بدهد.

source: This is a link to your own record in the family tree. If this is the wrong individual, contact an administrator.
fa: این یک لینک به رکورد خود شما در شجره نامه است. اگر این فرد اشتباه است، با یک مدیر تماس بگیرید.

source: This is case sensitive.
fa: به بزرگی و کوچکی کاراکتر حساس است.

source: This is the latest version of webtrees. No upgrade is available.
fa: این آخرین نسخه webtrees است. هیچ ارتقای در دسترس نیست.

source: This is the list of GEDCOM facts that your users can add to families. You can modify this list by removing or adding fact names, even custom ones, as necessary. Fact names that appear in this list must not also appear in the “Unique family facts” list.
fa: این لیستی از وقایع GEDCOM است که کاربران شما می توانند به خانواده ها اضافه کنند. می‌توانید این فهرست را با حذف یا افزودن نام‌های واقعی، حتی نام‌های سفارشی، در صورت لزوم تغییر دهید. نام‌هایی که در این فهرست ظاهر می‌شوند نباید در فهرست «وقایع یکتای خانواده» نیز ظاهر شوند.

source: This is the list of GEDCOM facts that your users can add to individuals. You can modify this list by removing or adding fact names, even custom ones, as necessary. Fact names that appear in this list must not also appear in the “Unique individual facts” list.
fa: این لیستی از وقایع GEDCOM است که کاربران شما می توانند به افراد اضافه کنند. می‌توانید این فهرست را با حذف یا افزودن نام‌های واقعی، حتی نام‌های سفارشی، در صورت لزوم تغییر دهید. نام‌های وقایعی که در این فهرست ظاهر می‌شوند نیز نباید در فهرست «وقایع یکتای فرد» ظاهر شوند.

source: This is the list of GEDCOM facts that your users can add to repositories. You can modify this list by removing or adding fact names, even custom ones, as necessary. Fact names that appear in this list must not also appear in the “Unique repository facts” list.
fa: این لیستی از وقایع GEDCOM است که کاربران شما می توانند به مخازن اضافه کنند. می‌توانید این فهرست را با حذف یا افزودن نام‌های واقعی، حتی نام‌های سفارشی، در صورت لزوم تغییر دهید. نام‌های وقایعی که در این فهرست ظاهر می‌شوند نیز نباید در فهرست «وقایع مخزن منحصربه‌فرد» ظاهر شوند.

source: This is the list of GEDCOM facts that your users can add to sources. You can modify this list by removing or adding fact names, even custom ones, as necessary. Fact names that appear in this list must not also appear in the “Unique source facts” list.
fa: این لیستی از وقایع GEDCOM است که کاربران شما می توانند به منابع اضافه کنند. می‌توانید این فهرست را با حذف یا افزودن نام‌های واقعی، حتی نام‌های سفارشی، در صورت لزوم تغییر دهید. نام‌های وقایعی که در این فهرست ظاهر می‌شوند نیز نباید در فهرست «وقایع منبع منحصربه‌فرد» ظاهر شوند.

source: This is the list of GEDCOM facts that your users can only add once to families. For example, if MARR is in this list, users will not be able to add more than one MARR record to a family. Fact names that appear in this list must not also appear in the “All family facts” list.
fa: این لیستی از وقایع GEDCOM است که کاربران شما فقط یک بار می توانند به خانواده ها اضافه کنند. به عنوان مثال، اگر MARR در این لیست باشد، کاربران نمی توانند بیش از یک رکورد MARR را به یک خانواده اضافه کنند. نام‌های وقایعی که در این فهرست ظاهر می‌شوند نیز نباید در فهرست «همه وقایع خانواده» ظاهر شوند.

source: This is the list of GEDCOM facts that your users can only add once to individuals. For example, if BIRT is in this list, users will not be able to add more than one BIRT record to an individual. Fact names that appear in this list must not also appear in the “All individual facts” list.
fa: این لیستی از وقایع GEDCOM است که کاربران شما فقط یک بار می توانند به افراد اضافه کنند. به عنوان مثال، اگر BIRT در این لیست باشد، کاربران نمی توانند بیش از یک رکورد BIRT به یک فرد اضافه کنند. نام‌های وقایعی که در این فهرست ظاهر می‌شوند نیز نباید در فهرست «همه وقایع فردی» ظاهر شوند.

source: This is the list of GEDCOM facts that your users can only add once to repositories. For example, if NAME is in this list, users will not be able to add more than one NAME record to a repository. Fact names that appear in this list must not also appear in the “All repository facts” list.
fa: این لیستی از وقایع GEDCOM است که کاربران شما فقط یک بار می توانند به مخازن اضافه کنند. به عنوان مثال، اگر NAME در این لیست باشد، کاربران نمی توانند بیش از یک رکورد NAME را به یک مخزن اضافه کنند. نام‌های وقایعی که در این فهرست ظاهر می‌شوند نیز نباید در فهرست «همه وقایع مخزن» ظاهر شوند.

source: This is the list of GEDCOM facts that your users can only add once to sources. For example, if TITL is in this list, users will not be able to add more than one TITL record to a source. Fact names that appear in this list must not also appear in the “All source facts” list.
fa: این لیستی از وقایع GEDCOM است که کاربران شما فقط یک بار می توانند به منابع اضافه کنند. به عنوان مثال، اگر TITL در این لیست باشد، کاربران نمی توانند بیش از یک رکورد TITL را به یک منبع اضافه کنند. نام‌های وقایعی که در این فهرست ظاهر می‌شوند نیز نباید در فهرست «همه وقایع منبع» ظاهر شوند.

source: This is the name of the SMTP server. “localhost” means that the mail service is running on the same computer as your web server.
fa: اینْ نام سرور SMTP موردنظر شماست. "localhost" به این معنی است که سرویس پست الکترونیکی در همان رایانه وب سرور شما در حال اجرا است.

source: This is your real name, as you would like it displayed on screen.
fa: این نام واقعی شماست که در صفحه شما نیز به نمایش در خواهد آمد.

source: This link is valid for one hour.
fa: این لینک یک ساعت اعتبار دارد.

source: This list is created using a simple (but fast) search, and therefore includes records that will not be updated.
fa: این لیست با استفاده از یک جستجوی ساده (اما سریع) ایجاد می شود و بنابراین شامل رکوردهایی است که به روز نمی شوند.

source: This media object does not exist or you do not have permission to view it.
fa: این موضوع رسانه وجود ندارد یا شما اجازه مشاهده آن را ندارید.

source: This media object has been deleted. The deletion will need to be reviewed by a moderator.
fa: این موضوع رسانه حذف شده است. حذف باید توسط ناظر بررسی شود.

source: This media object has been deleted. You should review the deletion and then %1$s or %2$s it.
fa: این شی رسانه حذف شده است. باید حذف را مرور کنید و سپس %1$s یا %2$s آن را بررسی کنید.

source: This media object has been edited. The changes need to be reviewed by a moderator.
fa: این موضوع رسانه ویرایش شده است. تغییرات باید توسط ناظر بررسی شود.

source: This media object has been edited. You should review the changes and then %1$s or %2$s them.
fa: این موضوع رسانه ویرایش شده است. باید تغییرات را مرور کنید و سپس %1$s یا %2$s آنها را بررسی کنید.

source: This message was sent while viewing the following URL:
fa: این پیام هنگام مشاهده URL زیر ارسال شده است:

source: This must be at least six characters long. It is case-sensitive.
fa: این قسمت حداقل باید دارای 6 کاراکتر باشد، این قسمت به حروف بزرگ و کوچک حساس است.

source: This name is used in the “From” field, when sending automatic emails from this server.
fa: این نام در قسمت "از" هنگام ارسال ایمیل های خودکار از این سرور استفاده می شود.

source: This note does not exist or you do not have permission to view it.
fa: این یادداشت وجود ندارد یا شما اجازه مشاهده آن را ندارید.

source: This note has been deleted. The deletion will need to be reviewed by a moderator.
fa: این یادداشت حذف شده است. حذف باید توسط ناظر بررسی شود.

source: This note has been deleted. You should review the deletion and then %1$s or %2$s it.
fa: این یادداشت حذف شده است. باید حذف را مرور کنید و سپس %1$s یا %2$s آن را بررسی کنید.

source: This note has been edited. The changes need to be reviewed by a moderator.
fa: این یادداشت ویرایش شده است. تغییرات باید توسط ناظر بررسی شود.

source: This note has been edited. You should review the changes and then %1$s or %2$s them.
fa: این یادداشت ویرایش شده است. باید تغییرات را مرور کنید و سپس %1$s یا %2$s آنها را بررسی کنید.

source: This option controls whether or not to automatically display content of a <i>Note</i> record on the Individual page.
fa: این گزینه کنترل می کند که آیا محتوای یک رکورد <i>یادداشت</i> در صفحه فردی به طور خودکار نمایش داده شود یا خیر.

source: This option controls whether or not to automatically display content of a <i>Source</i> record on the Individual page.
fa: این گزینه کنترل می کند محتوای یک رکورد <i>منبع</i>در صفحه فردی به طور خودکار نمایش داده شود یا خیر.

source: This option controls whether or not to show age of father and mother next to child’s birthdate on charts.
fa: این گزینه کنترل می کند که سن پدر و مادر در کنار تاریخ تولد فرزند در نمودارها نشان داده شود یا خیر.

source: This option controls whether or not to show estimated dates for birth and death instead of leaving blanks on individual lists and charts for individuals whose dates are not known.
fa: این گزینه به جای خالی گذاشتن مکان‌های خالی در فهرست‌ها و نمودارهای فردی برای افرادی که تاریخ آنها مشخص نیست، نشان دادن یا عدم نمایش تاریخ‌های تخمینی تولد و مرگ را کنترل می‌کند.

source: This option will make it easier for users to download images.
fa: این گزینه دانلود تصاویر را برای کاربران آسان تر می کند.

source: This option will retain family links in private records. This means that you will see empty “private” boxes on the pedigree chart and on other charts with private individuals.
fa: این گزینه لینک های خانوادگی را در رکورد های خصوصی حفظ می کند. این بدان معنی است که شما کادرهای خالی "خصوصی" را در نمودار شجره نامه و در نمودارهای دیگر با افراد خصوصی خواهید دید.

source: This option will show the names (but no other details) of private individuals. Individuals are private if they are still alive or if a privacy restriction has been added to their individual record. To hide a specific name, add a privacy restriction to that name record.
fa: این گزینه اسامی (بدون جزئیات دیگر) افراد خصوصی را نشان می دهد. اگر افراد هنوز در قید حیات باشند یا محدودیتی برای حفظ حریم خصوصی به رکورد فردی آنها اضافه شده باشد، خصوصی هستند. برای پنهان کردن یک نام خاص، یک محدودیت حریم خصوصی به آن سابقه نام اضافه کنید.

source: This page allows you to bypass the usual forms, and edit the underlying data directly. It is an advanced option, and you should not use it unless you understand the GEDCOM format. If you make a mistake here, it can be difficult to fix.
fa: این صفحه به شما امکان می دهد فرم های معمولی را دور بزنید و مستقیماً داده های اساسی را ویرایش کنید. این یک گزینه پیشرفته است و نباید از آن استفاده کنید مگر اینکه فرمت GEDCOM را درک کنید. اگر در اینجا اشتباهی مرتکب شوید، رفع آن دشوار است.

source: This page has been viewed %s time.
fa: این صفحه %s بار مشاهده شده است.

source: This process allows the site’s owner to ensure that the new information follows the site’s standards and conventions, has proper source attributions, etc.
fa: این فرآیند به مالک سایت اجازه می دهد تا اطمینان حاصل کند که اطلاعات جدید از استانداردها و قراردادهای سایت پیروی کرده و منبع مدراک و مستندات مناسب و غیره را داشته باشد.

source: This record does not exist or you do not have permission to view it.
fa: این رکورد وجود ندارد یا شما اجازه مشاهده آن را ندارید.

source: This record does not exist.
fa: این رکورد وجود ندارد.

source: This record has been deleted. The deletion will need to be reviewed by a moderator.
fa: این رکورد حذف شده است. حذف باید توسط ناظر بررسی شود.

source: This record has been deleted. You should review the deletion and then %1$s or %2$s it.
fa: این رکورد حذف شده است. باید حذف را مرور کنید و سپس %1$s یا %2$s آن را بررسی کنید.

source: This record has been edited. The changes need to be reviewed by a moderator.
fa: این رکورد ویرایش شده است. تغییرات باید توسط ناظر بررسی شود.

source: This record has been edited. You should review the changes and then %1$s or %2$s them.
fa: این رکورد ویرایش شده است. باید تغییرات را مرور کنید و سپس %1$s یا %2$s آنها را بررسی کنید.

source: This repository does not exist or you do not have permission to view it.
fa: این مخزن وجود ندارد یا شما اجازه مشاهده آن را ندارید.

source: This repository has been deleted. The deletion will need to be reviewed by a moderator.
fa: این مخزن حذف شده است. حذف باید توسط ناظر بررسی شود.

source: This repository has been deleted. You should review the deletion and then %1$s or %2$s it.
fa: این مخزن حذف شده است. باید حذف را مرور کنید و سپس %1$s یا %2$s آن را بررسی کنید.

source: This repository has been edited. The changes need to be reviewed by a moderator.
fa: این مخزن ویرایش شده است. تغییرات باید توسط ناظر بررسی شود.

source: This repository has been edited. You should review the changes and then %1$s or %2$s them.
fa: این مخزن ویرایش شده است. باید تغییرات را مرور کنید و سپس %1$s یا %2$s آنها را بررسی کنید.

source: This research is a “legitimate interest” under article 6(f) of the EU General Data Protection Regulations.
fa: این پژوهش طبق ماده 6 (f) مقررات حفاظت از داده های عمومی اتحادیه اروپا یک "منافع قانونی" است.

source: This role has all the permissions of the editor role, plus permission to accept/reject changes made by other users.
fa: این نقش دارای تمام مجوزهای نقش ویرایشگر، به اضافه اجازه پذیرش/رد تغییرات ایجاد شده توسط سایر کاربران است.

source: This role has all the permissions of the manager role in all family trees, plus permission to change the settings/configuration of the website, users, and modules.
fa: این نقش دارای تمام مجوزهای نقش مدیر در تمام شجره نامه ها، به علاوه اجازه تغییر تنظیمات/پیکربندی وب سایت، کاربران و ماژول ها است.

source: This role has all the permissions of the member role, plus permission to add/change/delete data. Any changes will need to be reviewed by a moderator, unless the user has the “automatically accept changes” option enabled.
fa: این نقش دارای تمام مجوزهای نقش عضو، به علاوه اجازه افزودن/تغییر/حذف داده ها است. هر تغییری باید توسط ناظر بررسی شود، مگر اینکه کاربر گزینه «پذیرش خودکار تغییرات» را فعال کرده باشد.
