Repository: Gustine/webtrees
Catalog: resources/lang/*/messages.po
Languages: fa

source: Show individuals who are alive or couples where both partners are alive.
fa: نمایش افرادی که زنده اند یا زوجهایی که هردو زنده اند.

source: Show individuals who are dead or couples where both partners are dead.
fa: نمایش افرادی که فوت کرده اند یا زوجهایی که هردو فوت کرده اند.

source: Show individuals who died more than 100 years ago.
fa: نمایش افرادی که قبل از 100 سال پیش فوت شده اند.

source: Show individuals who died within the last 100 years.
fa: نمایش افرادی که در 100 سال اخیر فوت شده اند.

source: Show list of family trees
fa: نمایش فهرست شجره نامه ها

source: Show living individuals
fa: نمایش افراد در قید حیات

source: Show names of private individuals
fa: نمایش افراد خصوصی

source: Show notes
fa: نمایش یادداشت ها

source: Show occupations
fa: نمایش مشاغل

source: Show only events of living individuals
fa: فقط نمایش رویداد های افراد در قید حیات

source: Show only females.
fa: فقط نمایش زن ها.

source: Show only individuals for whom the gender is not known.
fa: فقط نمایش اشخاصی که جنسیتشان مشخص نشده است.

source: Show only individuals, events, or all
fa: فقط نمایش افراد,رویدادها, یا همه

source: Show only males.
fa: فقط نمایش مردان.

source: Show parents
fa: نمایش والدین

source: Show pending changes
fa: نمایش تغییرات معلق

source: Show photos
fa: نمایش عکس ها

source: Show place hierarchy
fa: نمایش سلسله مراتب محل

source: Show private relationships
fa: نمایش نسبت های خصوصی

source: Show research tasks that are assigned to other users
fa: نمایش وظایف پژوهشی که به سایر کاربران اختصاص داده شده است

source: Show research tasks that are not assigned to any user
fa: نمایش وظایف پژوهشی که به کاربری اختصاص داده نشده است

source: Show research tasks that have a date in the future
fa: نمایش وظایف پژوهشی که دارای تاریخ در آینده هستند

source: Show residences
fa: نمایش محل سکونت

source: Show slide show controls
fa: مشاهده کنترل نمایش اسلاید

source: Show sources
fa: نمایش منابع

source: Show spouses
fa: نمایش همسران

source: Show statistics charts
fa: نمایش نمودارهای آماری

source: Show the %1$s %2$s parts of a place name.
fa: نمایش قسمت %1$s %2$s از نام محل.

source: Show the birthplace of ancestors on a map.
fa: نمایش زادگاه اجداد روی نقشه.

source: Show the date and time
fa: نمایش تاریخ و زمان

source: Show the date and time of update
fa: نمایش تاریخ و زمان بروزرسانی

source: Show the events of close relatives on the individual page
fa: نمایش رویدادهای افراد نزدیک خانواده در صفحه فردی

source: Show the family tree
fa: نمایش شجره نامه

source: Show the list of individuals
fa: نمایش فهرست افراد

source: Show the list of surnames
fa: نمایش فهرست نام های خانوادگی

source: Show the location of events on a map.
fa: نمایش مکان رویدادها روی نقشه.

source: Show the user who made the change
fa: نمایش کاربری که تغییر ایجاد کرده است

source: Show this block for which languages
fa: نمایش این بلوک برای کدام زبان

source: Show thumbnail images in charts and family groups.
fa: نمایش عکس های بند انگشتی افراد در نمودارها و گروه های خانواده.

source: Show to managers
fa: نمایش به مدیران

source: Show to members
fa: نمایش به اعضا

source: Show to visitors
fa: نمایش به بازدیدکنندگان

source: Show “leaves” couples or individuals. These are individuals who are alive but have no children recorded in the database.
fa: نمایش زوج ها یا افراد دارای برچسب "برگ" . اینها افرادی هستند که زنده هستند اما فرزندی در پایگاه داده ثبت نکرده اند.

source: Show “roots” couples or individuals. These individuals may also be called “patriarchs”. They are individuals who have no parents recorded in the database.
fa: نمایش زوج ها یا افراد دارای برچسب "ریشه". این افراد همچنین ممکن است "بزرگ خاندان" نامیده شوند. اینها افرادی هستند که هیچ والدینی در پایگاه داده ثبت نکرده اند.

source: Showing %1$s to %2$s of %3$s
fa: نمایش %1$s تا %2$s از %3$s

source: Sibling
fa: فرزند تنی

source: Siblings
fa: فرزندان تنی

source: Sidebar
fa: نوار جانبی

source: Sidebars
fa: نوار های جانبی

source: Sierra Leone
fa: سیرا لئون

source: Sign in
fa: ورود به سیستم

source: Sign out
fa: خروج از سیستم

source: Sign-in and registration
fa: ورود به سیستم و ثبت نام

source: Simple dates are assumed to be in the gregorian calendar. To specify a date in another calendar, add a keyword before the date. This keyword is optional if the month or year format make the date unambiguous.
fa: فرض بر این است که تاریخ های ساده در تقویم میلادی قرار دارند. برای مشخص کردن تاریخ ها در تقویم دیگر ، قبل از تاریخ یک کلمه کلیدی اضافه کنید. این کلمه کلیدی اختیاری است در صورتیکه قالب ماه یا سال تاریخ را بدون ابهام باشد.

source: Singapore
fa: سنگاپور

source: Sister
fa: خواهر

source: Site identification code
fa: کد شناسایی سایت

source: Site members can send each other messages. You can choose to how these messages are sent to you, or choose not receive them at all.
fa: اعضای سایت می توانند به یکدیگر پیام ارسال کنند. شما می توانید نحوه ارسال این پیام ها را برای خودتان انتخاب کنید ، یا اینکه به هیچ وجه آنها را دریافت نکنید.

source: Site verification code
fa: کد تأیید سایت

source: Site verification codes do not work when webtrees is installed in a subfolder.
fa: کدهای تأیید سایت هنگام نصب WebTrees در یک زیر پوشه کار نمی کنند.

source: Sitemaps
fa: نقشه سایت

source: Sitemaps are a way for webmasters to tell search engines about the pages on a website that are available for crawling. All major search engines support sitemaps. For more information, see <a href="http://www.sitemaps.org/">www.sitemaps.org</a>.
fa: نقشه سایت راهی برای وب مسترها است که صفحات موجود در وب سایت را که برای خزیدن در دسترس هستند به موتورهای جستجومعرفی کنند. همه موتورهای جستجوگر اصلی از نقشه های سایت پشتیبانی می کنند. برای اطلاعات بیشتر ، به <a href="http://www.sitemaps.org/ "> www.sitemaps.org </a> مراجعه کنید.

# GENITIVE
source: Sivan
fa: سیوان

# INSTRUMENTAL
source: Sivan
fa: سیوان

# LOCATIVE
source: Sivan
fa: سیوان

# NOMINATIVE
source: Sivan
fa: سیوان

source: Skip to content
fa: پرش به محتوا

source: Slave
fa: برده

# FEMALE
source: Slave
fa: برده

# MALE
source: Slave
fa: برده

source: Slide show
fa: نمایش اسلاید

source: Slovakia
fa: اسلواکی

source: Slovenia
fa: اسلوونی

source: Small systems (500 individuals): 16–32 MB, 10–20 seconds
fa: سیستم های کوچک (500 نفر) 16-32 مگابایت، 10-20 ثانیه

source: Snowflake, Arizona, United States
fa: اسنوفلیک ، آریزونا ، ایالات متحده

source: Social security number
fa: شماره تأمین اجتماعی

source: Solomon Islands
fa: جزایر سلیمان

source: Somalia
fa: سومالی

source: Some genealogy applications store all names in a single name record, using custom tags such as _MARNM and _AKA. An alternative is to create a new name record for each name.
fa: برخی از برنامه های تبار شناسی با استفاده از برچسب های سفارشی مانند _MARNM و _AKA ، همه نام ها را در یک رکورد واحد ذخیره می کنند. این روش جایگزینی برای ایجاد یک رکورد نام جدید برای هر نام است.

source: Some genealogy software creates GEDCOM files that contain media filenames with full paths. These paths will not exist on the web-server. To allow webtrees to find the file, the first part of the path must be removed.
fa: برخی از نرم افزارهای تبارشناسی پرونده های GEDCOM را ایجاد می کنند که شامل نام های رسانه ای با مسیرهای کامل هستند. این مسیرها در وب سرور وجود نخواهد داشت. برای اینکه WebTrees بتواند پرونده را پیدا کند ، قسمت اول مسیر باید حذف شود.

source: Some pages can display the number of times that they have been visited.
fa: برخی از صفحات می توانند تعداد دفعات بازدیدشان را نشان دهند.

source: Some themes can display icons on the “Facts and events” tab.
fa: برخی از تم ها می توانند ایکون ها را در برگه "وقایع و رویدادها" نشان دهند.

source: Son
fa: پسر

source: Son of %s
fa: پسر %s

source: Sort order
fa: ترتیب مرتب سازی

source: Sosa
fa: سوسا

source: Sosa-Stradonitz number
fa: شماره Sosa-stradonitz

source: Sounds like
fa: به نظر می رسد

source: Source
fa: منبع

source: Source citation
fa: استناد منبع

source: Source citations can include fields to record the quality of the data (primary, secondary, etc.) and the date the event was recorded in the source. If you don’t use these fields, you can disable them when creating new source citations.
fa: استناد به منبع می تواند شامل فیلد های برای ثبت کیفیت داده ها (اولیه ، ثانویه و غیره) و تاریخ ثبت این رویداد در منبع باشد. اگر از این فیلد ها استفاده نمی کنید ، می توانید هنگام ایجاد استناد به منبع جدید ، آنها را غیرفعال کنید.

source: Source type
fa: نوع منبع

source: Sources
fa: منابع

source: Sources to the events
fa: منابع به رویدادها

source: South Africa
fa: آفریقای جنوبی

source: South America
fa: آمریکای‌جنوبی

source: South Georgia and the South Sandwich Islands
fa: جورجیا جنوبی و جزایر ساندویچ جنوبی

source: South Sudan
fa: سودان جنوبی

source: Spain
fa: اسپانیا

# Surname tradition
source: Spanish
fa: اسپانیایی

source: Spokane, Washington, United States
fa: اسپوکن ، واشنگتن ، ایالات متحده

source: Spouse
fa: همسر

source: Spouse note
fa: یادداشت همسر

source: Spouses
fa: همسران

source: Spouses and children
fa: همسران و فرزندان

source: Sri Lanka
fa: سری لانکا

source: St. George, Utah, United States
fa: سنت جورج ، یوتا ، ایالات متحده

source: St. Louis, Missouri, United States
fa: سنت لوئیس ، میسوری ، ایالات متحده

source: St. Paul, Minnesota, United States
fa: سنت پاول ، مینه سوتا ، ایالات متحده

source: Start slide show on page load
fa: شروع نمایش اسلاید در صفحه بارگذاری

source: Start year
fa: سال شروع

source: Starting range of change dates
fa: ابتدای بازه تغییر تاریخ

source: State
fa: استان

source: Statistics
fa: آمار‌

source: Status
fa: وضعیت

source: Status change date
fa: تاریخ تغییر وضعیت

source: Stillborn
fa: زایمان بچه مرده

source: Stillborn: exempt
fa: زایمان بچه مرده: معاف

source: Stockholm, Sweden
fa: استکهلم سوئد

source: Stop
fa: توقف

source: Stories
fa: داستان ها

source: Story
fa: داستان

source: Story title
fa: عنوان داستان

source: Subject
fa: موضوع

source: Submission
fa: تفویض

source: Submitted but not yet cleared
fa: ارسال شده اما هنوز پاک نشده است

source: Submitter
fa: ارسال کننده

source: Submitter name
fa: نام ارسال کننده

source: Submitters
fa: ارسال کنندگان

source: Sudan
fa: سودان

source: Sun
fa: یکشنبه

source: Sunday
fa: یکشنبه

source: Support and documentation can be found at %s.
fa: پشتیبانی و مستندات را در %s می توان یافت.

source: Support for PostgreSQL is experimental.
fa: پشتیبانی از postgresql آزمایشی است.

source: Support for SQL Server is experimental.
fa: پشتیبانی از SQL Server آزمایشی است.

source: Suriname
fa: سورینام

source: Surname
fa: نام خانوادگی

source: Surname distribution chart
fa: نمودار توزیع نام خانوادگی

source: Surname list style
fa: فهرست استایل نام خانوادگی

source: Surname option
fa: گزینه نام خانوادگی

source: Surname prefix
fa: پیشوند نام خانوادگی

source: Surname tradition
fa: سنت نام‌خانوادگی

source: Surnames
fa: نام های خانوادگی

source: Surnames are inflected to indicate an individual’s gender and marital status.
fa: نام خانوادگی برای نشان دادن جنسیت و وضعیت تأهل فرد متمایز شده است.

source: Surnames are inflected to indicate an individual’s gender.
fa: نام خانوادگی برای نشان دادن جنسیت فرد متمایز شده است.

source: Suva, Fiji
fa: سووا ، فیجی

source: Svalbard and Jan Mayen
fa: اسوالبرد و جان ماین

source: Swap individuals
fa: تعویض افراد

source: Swaziland
fa: سوازیلند

source: Sweden
fa: سوئد

source: Switzerland
fa: سوئیس

source: Sydney, Australia
fa: سیدنی، استرالیا

source: Synchronize family trees with GEDCOM files
fa: همگام سازی شجره نامه ها با فایل های GEDCOM

source: Syria
fa: سوریه

source: Tab
fa: سربرگ

source: Table prefix
fa: پیشوند جدول

# paper size
source: Tabloid
fa: تبلوید

source: Tabs
fa: سر برگ ها

source: Taipei, Taiwan
fa: تایپه ، تایوان

source: Taiwan
fa: تایوان

source: Tajikistan
fa: تاجیکستان

source: Tampico, Mexico
fa: تامپیکو ، مکزیک

# GENITIVE
source: Tamuz
fa: تموز

# INSTRUMENTAL
source: Tamuz
fa: تموز

# LOCATIVE
source: Tamuz
fa: تموز

# NOMINATIVE
source: Tamuz
fa: تموز

source: Tanzania
fa: تانزانیا

source: Teal Top
fa: مرواریدی

source: Technical help contact
fa: تماس با کمک فنی

source: Tegucigalpa, Honduras
fa: تگوکیگالپا ، هندوراس

source: Templates
fa: الگوها

source: Temple
fa: معبد

# GENITIVE
source: Tevet
fa: تِوِت

# INSTRUMENTAL
source: Tevet
fa: تِوِت

# LOCATIVE
source: Tevet
fa: تِوِت

# NOMINATIVE
source: Tevet
fa: تِوِت

source: Text
fa: متن

source: Thailand
fa: تایلند

source: The <b>name</b> field contains the individual’s full name, as they would have spelled it or as it was recorded. This is how it will be displayed on screen. It uses standard genealogy annotations to identify different parts of the name.
fa: قسمت <b> نام </b> شامل نام کامل فرد, همانطور که تلفظ می کنند یا همانطور که ثبت شده است,میباشد. این نامی است که روی صفحه نمایان خواهد شد. از حاشیه نویسی های شجره نامه استاندارد برای شناسایی قسمت های مختلف نام استفاده می شود.

source: The <b>surname</b> field contains a name that is used for sorting and grouping. It can be different to the individual’s actual surname which is always taken from the <b>name</b> field. This field can be used to sort surnames with or without a prefix (Gogh / van Gogh) and to group spelling variations or inflections (Kowalski / Kowalska). If an individual needs to be listed under more than one surname, each name should be separated by a comma.
fa: قسمت <b> نام خانوادگی </b> حاوی نامی است که برای مرتب سازی و گروه‌بندی استفاده می‌‎شود، و می‌تواند با نام خانوادگیِ واقعی فرد که همیشه از قسمت <b> نام </b> گرفته می‌شود، متفاوت باشد. این قسمت می‌تواند برای مرتب‌کردن نام خانوادگی با یا بدونِ پیشوند (بروجنی / بروجنی‌پور) و گروه‌های مختلف هجی یا متمایزشده (Kowalski / Kowalska) استفاده شود. اگر فرد نیاز به ذکر بیش از یک نام خانوادگی داشته باشد، هر نام باید توسط یک کاما از بقیه جدا شود.

source: The GEDCOM file “%s” has been imported.
fa: فایل GEDCOM “%s” وارد شده است .

source: The Hague, Netherlands
fa: لاهه ، هلند

source: The PHP extension “%s” is not installed.
fa: افزونه PHP “%s”نصب نشده است.

source: The PHP function “%1$s” is disabled.
fa: عملکرد PHP “%1$s” غیر فعال است.

source: The PHP temporary folder is missing.
fa: پوشه موقت PHP از دست رفته است.

source: The PHP.INI setting “%1$s” is disabled.
fa: تنظیم PHP “%1$s” غیر فعال است.

source: The PHP.INI setting “%1$s” is enabled.
fa: تنظیم PHP.INI “%1$s” فعال است.

source: The administrator at the webtrees site %s has approved your application for an account. You may now sign in by accessing the following link: %s
fa: مدیر سیستم برنامه درخواستی %s شما را برای کاربر موردنظرتان تایید کرده است که از طریق لینک روبه‌رو می‌توانید به آن دسترسی داشته باشید. %s

source: The administrator has been informed. As soon as they give you permission to sign in, you can sign in with your username and password.
fa: مدیر سایت مطلع شده است. به محض اینکه به شما اجازه ورود به سیستم را بدهند ، می توانید با نام کاربری و رمز ورود خود وارد شوید.

source: The calendar menu.
fa: منوی تقویم.

source: The changes to “%s” have been accepted.
fa: تغییرات در “%s” پذیرفته شده است.

source: The changes to “%s” have been rejected.
fa: تغییرات در “%s” رد شده است.

source: The charts menu.
fa: منوی نمودارها.

source: The clippings cart allows you to take extracts from this family tree and download them as a GEDCOM file.
fa: سبد گزیده ها به شما امکان می دهد چکیده هایی را از این شجره نامه بگیرید و آنها را به عنوان یک فایل GEDCOM دریافت کنید.

source: The date and time of the last update
fa: تاریخ و زمان آخرین به روزرسانی

source: The details for “%s” have been updated.
fa: جزئیات برای “%s” بروزآوری شده است.

source: The family tree has been exported to %s.
fa: شجره نامه به %s ارسال شده است.

source: The family tree “%s” already exists.
fa: شجره نامه %s هم اکنون وجود دارد.

source: The family tree “%s” has been created.
fa: شجره نامه %s ایجاد شده است.

source: The family tree “%s” has been deleted.
fa: شجره نامه %s حذف شده است.

source: The family tree “%s” will be shown to visitors when they first arrive at this website.
fa: شجره نامه %s هنگام ورود به این وب سایت به بازدید کنندگان نشان داده می شود.

source: The family trees have been merged successfully.
fa: شجره نامه ها با موفقیت ادغام شدند.

source: The family trees menu.
fa: منوی شجره نامه ها.

source: The family “%s” has been deleted because it only has one member.
fa: خانواده “%s” حذف شده است زیرا فقط یک عضو دارد.

source: The file %s already exists. Use another filename.
fa: فایل %s در حال حاضر وجود دارد. از نام دیگری استفاده کنید.

source: The file %s could not be created.
fa: فایل %s نمی تواند ایجاد شود.

source: The file %s could not be deleted.
fa: فایل %s قابل حذف نیست.

source: The file %s has been deleted.
fa: فایل %s حذف شده است.

source: The file %s has been uploaded.
fa: پرونده %s آپلود شده است.

source: The file was only partially uploaded. Please try again.
fa: فقط قسمتی از فایل آپلود شد. لطفا دوباره تلاش کنید.

source: The file “%s” does not exist.
fa: فایل “%s” وجود ندارد.

source: The first family in the list will be used in charts, lists, reports, etc.
fa: اولین خانواده در این لیست در نمودارها ، لیست ها ، گزارش ها و غیره استفاده می شود.

source: The folder %s could not be deleted.
fa: پوشه %s قابل حذف نیست.

source: The folder %s has been created.
fa: پوشه %s ایجاد شده است.

source: The folder %s has been deleted.
fa: پوشه %s حذف شده است.

source: The folder can be specified in full (e.g. /home/user_name/webtrees_data/) or relative to the installation folder (e.g. ../../webtrees_data/).
fa: پوشه را می توان به صورت کامل (به عنوان مثال/home/user_name/webtrees_data/) یا وابسته به پوشه نصب (به عنوان مثال ../../webtrees_data/) مشخص کرد.

source: The folder “%s” does not exist.
fa: پوشه “%s” وجود ندارد.

source: The following facts and events were found in both records.
fa: رویدادها و وقایع زیر در هر دو رکورد یافت شد.

source: The following facts and events were only found in the record of %s.
fa: رویدادها و وقایع زیر فقط در رکورد %s یافت شد.

source: The following list shows typical requirements.
fa: لیست زیر نیازهای معمولی را نمایش می دهند.

source: The help text has not been written for this item.
fa: متن راهنما برای این مورد نوشته نشده است.

source: The individual to be contacted about technical questions or errors encountered on your website.
fa: فردی که در مورد سؤالات فنی یا خطاهای موجود در وب سایت شما باید با وی تماس گرفته شود.

source: The individual to contact about the genealogy data on this website.
fa: فردی که در مورد داده های تبارشناسی در این وب سایت باید با او تماس گرفته شود.

source: The link from “%1$s” to “%2$s” has been deleted.
fa: پیوند “%1$s” به “%2$s” حذف شده است.

source: The link from “%1$s” to “%2$s” has been updated.
fa: پیوند از “%1$s” به “%2$s” به روز شده است.

source: The lists menu.
fa: منوی لیست ها.

source: The location has been created
fa: مکان ایجاد شده است

source: The location of this place is not known.
fa: موقعیت این محل مشخص نیست.

source: The media file %1$s could not be renamed to %2$s.
fa: فایل رسانه ای %1$s را نمی توان به %2$ss تغییر نام داد.

source: The media file %1$s has been renamed to %2$s.
fa: فایل رسانه ای %1$s به %2$s تغییر نام داده است.

source: The media object has been created
fa: موضوع رسانه ای ایجاد شده است

source: The memory and CPU time requirements depend on the number of individuals in your family tree.
fa: مقدار مورد نیاز حافظه و پردازشگر به تعداد کل افراد موجود در شجره نامه بستگی دارند.

source: The message was not sent.
fa: پیام ارسال نشده است.

source: The message was successfully sent to %s.
fa: پیام با موفقیت برای %s ارسال شد.

source: The module “%s” has been disabled.
fa: ماژول “%s” غیرفعال شده است.

source: The module “%s” has been enabled.
fa: ماژول “%s” فعال شده است.

source: The most common family facts and events are listed separately, so that they can be added more easily.
fa: رایج ترین وقایع و رویدادهای خانوادگی به طور جداگانه ذکر شده است ، به طوری که می توان آنها را راحت تر اضافه کرد.

source: The most common individual facts and events are listed separately, so that they can be added more easily.
fa: رایج ترین وقایع و رویدادهای فردی به طور جداگانه ذکر شده است ، به طوری که می توان آنها را راحت تر اضافه کرد.

source: The most common repository facts are listed separately, so that they can be added more easily.
fa: رایج ترین وقایع مخزن به طور جداگانه ذکر شده است ، به طوری که می توان آنها را راحت تر اضافه کرد.

source: The most common source facts are listed separately, so that they can be added more easily.
fa: رایج ترین وقایع منبع به طور جداگانه ذکر شده اند ، به طوری که می توان آنها را راحت تر اضافه کرد.

source: The new user will be asked to confirm their email address before the account is created.
fa: از کاربر جدید خواسته می شود قبل از ایجاد حساب ، آدرس ایمیل خود را تأیید کند.

source: The note has been created
fa: یادداشت ایجاد شده است

source: The parameter “%s” is missing.
fa: پارامتر “%s” از دست رفته است.

source: The password needs to be at least six characters long.
fa: رمز عبور باید حداقل شش کاراکتر داشته باشد.

source: The password required for authentication with the SMTP server.
fa: برای تأیید اعتبار با سرور SMTPرمز عبور مورد نیازاست.

source: The password reset link has expired.
fa: لینک تنظیم مجدد رمز عبور منقضی شده است.

source: The place hierarchy.
fa: سلسله مراتب محل.

source: The preferences for all family trees have been updated.
fa: تنظیمات برگزیده مربوط به همه شجره نامه ها به روز شده است.

source: The preferences for new family trees have been updated.
fa: تنظیمات برگزیده مربوط به شجره نامه های جدید به روز شده است.

source: The preferences for the family tree “%s” have been updated.
fa: تنظیمات برگزیده مربوط به شجره نامه “%s” به روز شده است.

source: The preferences for the module “%s” have been deleted.
fa: تنظیمات برگزیده مربوط به ماژول “%s” حذف شده است.

source: The preferences for the module “%s” have been updated.
fa: تنظیمات برگزیده مربوط به ماژول “%s” بروزآوری شده است.

source: The prefix is optional, but recommended. By giving the table names a unique prefix you can let several different applications share the same database.
fa: پیشوند اختیاری است ، اما توصیه می شود. با ارائه پیشوند یکتا در جدول می توانید به چندین برنامه مختلف اجازه دهید یک پایگاه داده را به اشتراک بگذارند.

source: The problem
fa: مشکل

source: The record has been copied to the clipboard.
fa: رکورد در کلیپ بورد کپی شد.

source: The records “%1$s” and “%2$s” have been merged.
fa: رکورد های “%1$s” و “%2$s” ادغام شده اند.

source: The reports menu.
fa: منوی گزارش ها.

source: The repository has been created
fa: مخزن ایجاد شده است

source: The search menu.
fa: منوی جستجو.

source: The search returned too many results.
fa: جستجو نتایج بسیار زیادی به دست آورد.

source: The server configuration is OK.
fa: تنظیمات سرور درست اند.

source: The server could not understand this request.
fa: سرور نتوانست این درخواست را درک کند.

source: The server’s temporary folder cannot be accessed.
fa: پوشه موقت سرور قابل دسترسی نیست.

source: The server’s time limit has been reached.
fa: محدودیت زمانی سرور به پایان رسیده است.

source: The size of the family tree, earliest and latest events, common names, etc.
fa: اندازه شجره نامه، اولین و آخرین رویدادها، نام های رایج و غیره.

source: The solution
fa: راه حل

source: The source has been created
fa: منبع ایجاد شده است

source: The submission has been created
fa: تفویض ایجاد شده است

source: The submitter has been created
fa: ارسال کننده ایجاد شده است

source: The surname is enclosed by slashes: <%s>John Paul /Smith/<%s>
fa: نام خانوادگی با اسلش محصور شده است: <%s>جان پل /اسمیت/<%s>

source: The time zone is required for date calculations, such as knowing today’s date.
fa: منطقه زمانی برای محاسبات تاریخ لازم است، مانند دانستن تاریخ امروز.

source: The two family trees have %1$s record which uses the same “XREF”.
fa: دو درخت خانوادگی دارای %1$s رکورد هستند که از همان "XREF" استفاده می کنند.

source: The upgrade is complete.
fa: ارتقا تکمیل شد.

source: The uploaded file exceeds the allowed size.
fa: اندازه فایل آپلود شده بیشتر از حد مجاز است.

source: The user %s has been deleted.
fa: کاربر %s حذف شده است.
