Repository: Gustine/webtrees
Catalog: resources/lang/*/messages.po
Languages: fa

source: This role has all the permissions of the moderator role, plus any additional access granted by the family tree configuration, plus permission to change the settings/configuration of a family tree.
fa: این نقش دارای تمام مجوزهای نقش ناظر است، به علاوه هر گونه دسترسی اضافی که توسط پیکربندی شجره نامه اعطا شده است، به علاوه اجازه تغییر تنظیمات/پیکربندی یک شجره نامه.

source: This role has all the permissions of the visitor role, plus any additional access granted by the family tree configuration.
fa: این نقش دارای تمام مجوزهای نقش بازدیدکننده، به علاوه هر گونه دسترسی اضافی که توسط پیکربندی شجره نامه داده شده است، دارد.

source: This server’s memory limit is %s MB and its CPU time limit is %s seconds.
fa: محدودیت حافظه این سرور %s مگابایت و محدودیت زمانی CPU آن %s ثانیه است.

source: This should be a comma or space separated list of facts, in addition to birth and death, that you want to appear in chart boxes such as the pedigree chart. This list requires you to use fact tags as defined in the GEDCOM 5.5.1 standard. For example, if you wanted the occupation to show up in the box, you would add “OCCU” to this field.
fa: این باید یک لیست از وقایع بعلاوه تولد و مرگ،باشد که با کاما یا فاصله جدا شده و می خواهید در کادرهای نمودار مانند نمودار شجره نامه نمایش داده شود. این لیست از شما می‌خواهد که از تگ‌های واقعی همانطور که در استاندارد GEDCOM 5.5.1 تعریف شده است استفاده کنید. برای مثال، اگر می‌خواهید شغل در کادر نمایش داده شود، «OCCU» را به این قسمت اضافه کنید.

source: This source does not exist or you do not have permission to view it.
fa: این منبع وجود ندارد یا شما اجازه مشاهده آن را ندارید.

source: This source has been deleted. The deletion will need to be reviewed by a moderator.
fa: این منبع حذف شده است. حذف باید توسط ناظر بررسی شود.

source: This source has been deleted. You should review the deletion and then %1$s or %2$s it.
fa: این منبع حذف شده است. باید حذف را مرور کنید و سپس %1$s یا %2$s آن را بررسی کنید.

source: This source has been edited. The changes need to be reviewed by a moderator.
fa: این منبع ویرایش شده است. تغییرات باید توسط ناظر بررسی شود.

source: This source has been edited. You should review the changes and then %1$s or %2$s them.
fa: این منبع ویرایش شده است. باید تغییرات را مرور کنید و سپس %1$s یا %2$s آنها را بررسی کنید.

source: This text will be appended to each page title. It will be shown in the browser’s title bar, bookmarks, etc.
fa: این متن به تیتر هر صفحه اضافه می شود. در نوار عنوان مرورگر، نشانک‌ها و غیره نشان داده می‌شود.

source: This type of link is not allowed here.
fa: این نوع لینک در اینجا مجاز نیست.

source: This user account does not have access to any tree.
fa: این حساب کاربری به هیچ شجره نامه ای دسترسی ندارد.

source: This usually means that you need to change the folder permissions to 777.
fa: این معمولاً به این معنی است که شما باید مجوزهای پوشه را به 777 تغییر دهید.

source: This website is being upgraded. Try again in a few minutes.
fa: این وب سایت در حال ارتقا است. چند دقیقه دیگر دوباره امتحان کنید.

source: This website is down for maintenance. You should <a href="index.php">try again</a> in a few minutes.
fa: این وب سایت به دلیل عملیات نگهداری از دسترس خارج شده است. چند دقیقه دیگر باید <a href="index.php">دوباره امتحان کنید</a>.

source: This website is operated by the following individuals.
fa: این وب سایت توسط افراد زیر اداره می شود.

source: This website is temporarily unavailable
fa: این وب سایت به طور موقت در دسترس نیست

source: This website processes personal data for the purpose of historical and genealogical research.
fa: این وب سایت داده های شخصی را به منظور تحقیقات تاریخی و تبارشناسی پردازش می کند.

source: This website uses cookies to enable login sessions, and to remember preferences such as your chosen language.
fa: این وب سایت از کوکی ها برای فعال کردن جلسات ورود و به خاطر سپردن تنظیمات برگزیده مانند زبان انتخابی شما استفاده می کند.

source: This website uses cookies to learn about visitor behavior.
fa: این وب سایت از کوکی ها برای آگاهی از رفتار بازدیدکنندگان استفاده می کند.

source: This website uses third-party services to learn about visitor behavior.
fa: این وب سایت از خدمات شخص ثالث برای آگاهی از رفتار بازدیدکنندگان استفاده می کند.

source: This will delete all the genealogy data from “%s” and replace it with data from a GEDCOM file.
fa: با این کار تمام داده های شجره نامه از "%s" حذف می شود و آن را با داده های یک فایل GEDCOM جایگزین می کند.

source: Thu
fa: پنجشنبه

source: Thumbnail image
fa: تصویر بند انگشتی

source: Thumbnail images
fa: تصاویر بند انگشتی

source: Thursday
fa: پنج‌شنبه

source: Tijuana, Mexico
fa: تیجوانا، مکزیک

source: Time
fa: زمان

source: Time of last change
fa: زمان آخرین تغییر

source: Time zone
fa: منطقه زمانی

source: Timeline
fa: جدول زمانی

source: Timestamp
fa: مهر زمان

source: Timor-Leste
fa: تیمور شرقی

# Abbreviation for Persian month: Tir
source: Tir
fa: تیر

# GENITIVE
source: Tir
fa: تیر

# INSTRUMENTAL
source: Tir
fa: تیر

# LOCATIVE
source: Tir
fa: تیر

# NOMINATIVE
source: Tir
fa: تیر

# GENITIVE
source: Tishrei
fa: تیشری

# INSTRUMENTAL
source: Tishrei
fa: تیشری

# LOCATIVE
source: Tishrei
fa: تیشری

# NOMINATIVE
source: Tishrei
fa: تیشری

source: Title
fa: عنوان

source: Title in Hebrew
fa: عنوان به زبان عبری

# Email recipient
source: To
fa: به

# End of date range
source: To
fa: تا

source: To assist you in getting started with this block, we have created several standard templates. When you select one of these templates, the text area will contain a copy that you can then alter to suit your site’s requirements.
fa: برای کمک به شما در شروع کار با این بلوک، چندین قالب استاندارد ایجاد کرده ایم. هنگامی که یکی از این الگوها را انتخاب می کنید، ناحیه متن حاوی یک نسخه است که می توانید آن را مطابق با نیازهای سایت خود تغییر دهید.

source: To create new research tasks, you must first add “research task” to the list of facts and events in the family tree’s preferences.
fa: برای ایجاد وظایف پژوهشی جدید، ابتدا باید «وظیفه پژوهشی» را به فهرست وقایع و رویدادها در تنظیمات برگزیده شجره نامه اضافه کنید.

source: To ensure compatibility with other genealogy applications, notes, text, and transcripts should be recorded in simple, unformatted text. However, formatting is often desirable to aid presentation, comprehension, etc.
fa: برای اطمینان از سازگاری با سایر برنامه های تبارشناسی، یادداشت ها، متن و رونوشت ها باید در متنی ساده و بدون قالب ثبت شوند. با این حال، قالب بندی اغلب برای کمک به ارائه، درک مطلب و غیره مطلوب است.

source: To protect this private data, webtrees uses an Apache configuration file (.htaccess) which blocks all access to this folder. If your web-server does not support .htaccess files, and you cannot restrict access to this folder, then you can select another folder, away from your web documents.
fa: برای محافظت از این داده های خصوصی، webtrees از یک فایل پیکربندی آپاچی (htaccess.) استفاده می کند که همه دسترسی ها به این پوشه را مسدود می کند. اگر وب سرور شما از فایل های htaccess. پشتیبانی نمی کند و نمی توانید دسترسی به این پوشه را محدود کنید، می توانید پوشه دیگری را به دور از اسناد وب خود انتخاب کنید.

source: To reduce the size of the download, you can compress the data into a .ZIP file. You will need to uncompress the .ZIP file before you can use it.
fa: برای کاهش حجم دانلود، می توانید داده ها را در یک فایل .ZIP فشرده کنید. قبل از اینکه از آن استفاده کنید، باید فایل .ZIP را از حالت فشرده خارج کنید.

source: To set a new password, follow this link.
fa: برای تنظیم رمز عبور جدید، این لینک را دنبال کنید.

source: To set this text for other languages, you must switch to that language, and visit this page again.
fa: برای تنظیم این متن برای زبان‌های دیگر، باید به آن زبان بروید و دوباره از این صفحه بازدید کنید.

source: To tell search engines that sitemaps are available, you can use the following links.
fa: برای اطلاع دادن در دسترس بودن نقشه های سایت به موتور های جستجو ، می توانید از لینک های زیر استفاده کنید.

source: Togo
fa: توگو

source: Tokelau
fa: توکلائو

source: Tokyo, Japan
fa: توکیو ژاپن

source: Tombstone
fa: سنگ قبر

source: Tonga
fa: تونگا

source: Too many requests. Try again later.
fa: درخواست های بیش از حد گردید. بعدا دوباره تلاش کنید.

source: Top %s given name
fa: نام کوچک %s پرتکرار

source: Top %s surname
fa: نام خانوادگی %s پرتکرار

source: Top given name
fa: نام پرتکرار

source: Top given names
fa: نام های پرتکرار

source: Top surname
fa: نام خانوادگی پرتکرار

source: Top surnames
fa: نام های خانوادگی پرتکرار

source: Toronto, Ontario, Canada
fa: تورنتو، انتاریو، کانادا

source: Total
fa: جمع

source: Total accepted changes:
fa: مجموع تغییرات پذیرفته شده:

source: Total births
fa: تعداد کل تولدها

source: Total dead
fa: تعداد کل افراد متوفی

source: Total deaths
fa: تعداد کل فوت

source: Total divorces
fa: تعداد کل طلاق

source: Total events
fa: تعداد کل رویدادها

source: Total families
fa: تعداد کل نام خانوادگی

source: Total females
fa: تعداد کل زنان

source: Total given names
fa: تعداد کل نام های کوچک

source: Total individuals
fa: تعداد کل افراد

source: Total living
fa: تعداد کل افراد در قید حیات

source: Total males
fa: تعداد کل مردان

source: Total marriages
fa: تعداد کل ازدواج

source: Total pending changes:
fa: تعداد کل تغییرات در انتظار:

source: Total surnames
fa: تعداد کل نام های خانوادگی

source: Total users
fa: تعداد کل کاربران

source: Tracking and analytics
fa: ردیابی و تجزیه و تحلیل

source: Trailer
fa: تریلر

source: Tree
fa: درخت

source: Tridi
fa: تریدی

source: Trinidad and Tobago
fa: ترینیداد و توباگو

source: Trujillo, Peru
fa: تروخیلو، پرو

source: Tue
fa: سه‌شنبه

source: Tuesday
fa: سه‌شنبه

source: Tunisia
fa: تونس

source: Turkey
fa: ترکیه

source: Turkmenistan
fa: ترکمنستان

source: Turks and Caicos Islands
fa: جزایر تورکس و کایکوس

source: Tuvalu
fa: تووالو

source: Tuxtla Gutierrez, Mexico
fa: توکسلا گوتیرز، مکزیک

source: Twin Falls, Idaho, United States
fa: توئین فالز، آیداهو، ایالات متحده

source: Type
fa: نوع

source: Type of abbreviation
fa: نوع مخفف

source: Type of administrative ID
fa: نوع شناسه اجرایی

source: Type of demographic data
fa: نوع داده های جمعیتی

source: Type of event
fa: نوع رویداد

source: Type of fact
fa: نوع واقعه

source: Type of identification number
fa: نوع شماره شناسایی

source: Type of location
fa: نوع مکان

source: Type of marriage
fa: نوع ازدواج

source: Type of name
fa: نوع نام

source: Type of reference number
fa: نوع شماره مرجع

source: Type of research task
fa: نوع وظیفه پژوهشی

source: URL
fa: آدرس لینک

source: US Minor Outlying Islands
fa: جزایر کوچک دورافتاده ایالات متحده

source: US Virgin Islands
fa: جزایر ویرجین ایالات متحده

source: Uganda
fa: اوگاندا

source: Ukraine
fa: اوکراین

source: Uncleared: insufficient data
fa: نامشخص: داده های ناکافی

source: Unique family facts
fa: وقایع یکتای خانوادگی

source: Unique identifier
fa: شناسه یکتا

source: Unique identifiers allow the same record to be found in different family trees and in different systems. They will be added whenever records are created or updated. If you do not want unique identifiers to be displayed, you can hide them using the privacy rules.
fa: شناسه‌های یکتا اجازه می‌دهند که یک رکورد در شجره نامه های مختلف و در سیستم‌های مختلف یافت شود. هر زمان که رکوردها ایجاد یا به روز شوند، آنها اضافه خواهند شد. اگر نمی خواهید شناسه های یکتا نمایش داده شوند، می توانید آنها را با استفاده از قوانین حفظ حریم خصوصی پنهان کنید.

source: Unique individual facts
fa: حقایق یکتای فرد

source: Unique repository facts
fa: حقایق یکتای مخزن

source: Unique source facts
fa: حقایق یکتای منبع

source: United Arab Emirates
fa: امارات متحده عربی

source: United Kingdom
fa: انگلستان

source: United States
fa: ایالات متحده

source: Unknown
fa: نامشخص

# unknown century
source: Unknown
fa: نامشخص

# unknown gender
source: Unknown
fa: نامشخص

# unknown people
source: Unknown
fa: نامشخص

source: Unlink
fa: لغو پیوند

source: Unrecognized GEDCOM code
fa: کد GEDCOM شناسایی نشده است

source: Unused files
fa: فایل های استفاده نشده

source: Unzip %s to a temporary folder…
fa: باز کردن %s در یک پوشه موقت…

source: Upcoming events
fa: رویدادهای آینده

source: Update
fa: به روز رسانی

source: Update all
fa: به روز رسانی همه

source: Update place names
fa: به روز رسانی نام محل ها

source: Update the higher-level parts of place names, while keeping the lower-level parts.
fa: بروز رسانی بخش سطح بالاتر نام محل ، در حالی که قسمت های سطح پایین را حفظ شود.

source: Upgrade to webtrees %s.
fa: ارتقا به webtrees %s ارتقا دهید.

source: Upgrade wizard
fa: ویزارد ارتقا

source: Upload media files
fa: آپلود فایل های رسانه ای

source: Upload one or more media files from your local computer. Media files can be pictures, video, audio, or other formats.
fa: آپلود یک یا چند فایل رسانه ای را از رایانه محلی خود. فایل های رسانه ای می توانند تصاویر، ویدئو، صدا یا فرمت های دیگر باشند.

source: Uruguay
fa: اروگوئه

source: Use SMTP to send messages
fa: از سرویس SMTP برای ارسال پیام استفاده شود

source: Use a “?” to match a single character, use “*” to match zero or more characters.
fa: استفاده از یک "؟" برای مطابقت با یک کاراکتر،استفاده از یک از "*" برای مطابقت با صفر یا چند کاراکتر.

source: Use at least %s character.
fa: استفاده از حداقل %s کاراکتر .

source: Use colors
fa: استفاده از رنگها

source: Use compact layout
fa: استفاده از چیدمان فشرده

source: Use full source citations
fa: استفاده کامل از منبع استناد

source: Use letters A-Z, a-z, digits 0-9, or underscores
fa: استفاده از حروف A-Z، a-z، اعداد 0-9 یا زیرخط

source: Use password
fa: استفاده از رمز عبور

source: Use sendmail to send messages
fa: استفاده از sendmail برای ارسال پیام

source: Use silhouette images when no highlighted image for that individual has been specified. The images used are specific to the gender of the individual in question.
fa: زمانی که هیچ تصویر متمایزی برای آن فرد مشخص نشده است از تصاویر سیلوئت استفاده کنید. تصاویر استفاده شده مختص جنسیت فرد مورد نظر است.

source: Use silhouettes
fa: استفاده از نیم رخ

source: Use the GeoNames database for autocomplete on places
fa: استفاده از پایگاه داده GeoNames برای تکمیل خودکار محل ها

source: Use this field to tell the site administrator why you are requesting an account and how you are related to the genealogy displayed on this site. You can also use this to enter any other comments you may have for the site administrator.
fa: از این قسمت استفاده کنید تا به مدیر سایت دلیل درخواست یک حساب کاربری را ذکر کرده وبگوئید چگونه با شجره نامه نمایش داده شده در این سایت مرتبط هستید. همچنین می توانید از این قسمت برای وارد کردن نظرات دیگری که ممکن است برای مدیر سایت داشته باشید استفاده کنید.

source: Use this image for charts and on the individual’s page.
fa: استفاده از این تصویر برای نمودارها و صفحه فرد.

source: User
fa: کاربر

source: User administration
fa: مدیریت کاربران

source: User didn’t verify within 7 days.
fa: کاربر در طی 7 روز گذشته تایید نشده است.

source: User not verified by administrator.
fa: کاربر توسط مدیر تایید نشده است.

source: User verification
fa: تایید کاربر

source: Username
fa: نام کاربری

source: Username or email address
fa: نام کاربری یا آدرس ایمیل

source: Usernames are case-insensitive and ignore accented letters, so that “chloe”, “chloë”, and “Chloe” are considered to be the same.
fa: نام‌های کاربری به حروف کوچک و بزرگ غیرحساس هستند و هجی کلمه را نادیده می‌گیرند، به طوری که «chloe»، «chloë» و «Chloe» یکسان در نظر گرفته می‌شوند.

source: Users
fa: کاربران

source: User’s account has been inactive too long:
fa: حساب کاربر برای مدت طولانی غیرفعال بوده است:

source: Uzbekistan
fa: ازبکستان

source: Vancouver, British Columbia, Canada
fa: ونکوور، بریتیش کلمبیا، کانادا

source: Vanuatu
fa: وانواتو

source: Various statistics charts.
fa: نمودارهای مختلف آماری.

source: Vatican City
fa: شهر واتیکان

# GENITIVE
source: Vendemiaire
fa: وندیمیر

# INSTRUMENTAL
source: Vendemiaire
fa: وندیمیر

# LOCATIVE
source: Vendemiaire
fa: وندیمیر

# NOMINATIVE
source: Vendemiaire
fa: وندیمیر

source: Venezuela
fa: ونزوئلا

# GENITIVE
source: Ventose
fa: ونتوسه

# INSTRUMENTAL
source: Ventose
fa: ونتوسه

# LOCATIVE
source: Ventose
fa: ونتوسه

# NOMINATIVE
source: Ventose
fa: ونتوسه

source: Veracruz, Mexico
fa: وراکروز، مکزیک

source: Verified
fa: تایید شده

source: Vernal, Utah, United States
fa: ورنال، یوتا، ایالات متحده آمریکا

source: Version
fa: نسخه

source: Video
fa: ویدئو

source: Vietnam
fa: ویتنام

source: View
fa: نمایش

source: View table of events occurring in %s
fa: نمایش جدول رویدادهای رخ داده در %s

source: View this day
fa: نمایش این روز

source: View this family
fa: نمایش این خانواده

source: View this month
fa: نمایش این ماه

source: View this year
fa: نمایش این سال

source: Villa Hermosa, Mexico
fa: ویلا هرموسا، مکزیک

source: Visible online
fa: قابل مشاهده آنلاین

source: Visible to other users when online
fa: نمایش وضعیت به سایر کاربران آنلاین

source: Visitor
fa: بازدید کننده

source: Vital records
fa: رکورد های حیاتی

source: Wales
fa: ولز

source: Wallis and Futuna
fa: والیس و فوتونا

source: Ward
fa: صغیر

# FEMALE
source: Ward
fa: صغیر

# MALE
source: Ward
fa: صغیر

source: Washington, District of Columbia, United States
fa: واشنگتن، ناحیه کلمبیا، ایالات متحده آمریکا

source: Watermarks
fa: واترمارک

source: Watermarks are optional and normally shown just to visitors.
fa: واترمارک ها اختیاری هستند و معمولاً فقط به بازدیدکنندگان نشان داده می شوند.

source: We will now send a confirmation email to the address <b>%s</b>. You must verify your account request by following instructions in the confirmation email. If you do not confirm your account request within seven days, your application will be rejected automatically. You will have to apply again.<br><br>After you have followed the instructions in the confirmation email, the administrator still has to approve your request before your account can be used.<br><br>To sign in to this website, you will need to know your username and password.
fa: اکنون یک ایمیل تأیید به آدرس <b>%s</b> ارسال خواهیم کرد. باید با دنبال کردن دستورالعمل‌های موجود در ایمیل تأیید، درخواست حساب خود را تأیید کنید. اگر ظرف هفت روز درخواست حساب خود را تأیید نکنید، درخواست شما به طور خودکار رد می شود. باید دوباره درخواست دهید.<br><br>بعد از اینکه دستورالعمل‌های موجود در ایمیل تأیید را دنبال کردید، مدیر هنوز باید درخواست شما را قبل از استفاده از حسابتان تأیید کند.<br><br>برای ورود به این وب سایت، شما باید نام کاربری و رمز عبور خود را بدانید.

source: Website
fa: وب سایت

source: Website logs
fa: لاگ های وب سایت

source: Website preferences
fa: تنظیمات برگزیده وب سایت

source: Wed
fa: چهارشنبه

source: Wednesday
fa: چهارشنبه

source: Weight
fa: وزن

source: Welcome %s
fa: خوش آمدید %s

source: Welcome text on sign-in page
fa: متن خوش‌آمدگویی در صفحه ورود

source: Welcome to this genealogy website
fa: به این وب سایت تبار شناسی خوش آمدید

source: Western Sahara
fa: صحرای غربی

source: When a record is edited, the user and timestamp are recorded. Sometimes it is desirable to keep the existing “last change” information, for example when making minor corrections to someone else’s data. This option controls whether this feature is selected by default.
fa: هنگامی که یک رکورد ویرایش می شود، کاربر و تاریخ و زمان ثبت می شوند. گاهی اوقات حفظ اطلاعات "آخرین تغییر" موجود مطلوب است، به عنوان مثال هنگام انجام اصلاحات جزئی در داده های شخص دیگری. این گزینه کنترل می کند که آیا این ویژگی به طور پیش فرض انتخاب شده است یا خیر.

source: When a user registers for an account, an email is sent to their email address with a verification link. When they follow this link, we know the email address is correct, and the “email verified” option is selected automatically.
fa: هنگامی که یک کاربر برای یک حساب ثبت نام می کند، یک ایمیل با یک لینک تایید به آدرس ایمیل او ارسال می شود. وقتی آنها این پیوند را دنبال می کنند، می دانیم که آدرس ایمیل صحیح است و گزینه "ایمیل تایید شده" به طور خودکار انتخاب می شود.

source: When adding new close relatives, you can add source citations to the records (individual and family) or to the facts and events (birth, marriage, and death). This option controls whether records or facts will be selected by default.
fa: هنگام افزودن اقوام نزدیک جدید، می توانید استناد منبع را به رکورد (فردی و خانوادگی) یا به وقایع و رویدادها (تولد، ازدواج و مرگ) اضافه کنید. این گزینه کنترل می کند که آیا رکوردها یا وقایع به طور پیش فرض انتخاب شوند.

source: When an individual has more than one spouse, you should sort the families in date order.
fa: وقتی فردی بیش از یک همسر دارد، باید خانواده ها را به ترتیب تاریخ مرتب کنید.

source: When you add a new family member, a default surname can be provided. This surname will depend on the local tradition.
fa: هنگامی که یک عضو خانواده جدید اضافه می کنید، یک نام خانوادگی پیش فرض می تواند ارائه شود. این نام خانوادگی به سنت محلی بستگی دارد.

source: When you add, edit, or delete information, the changes are not saved immediately. Instead, they are kept in a “pending” area. These pending changes need to be reviewed by a moderator before they are accepted.
fa: هنگامی که اطلاعاتی را اضافه، ویرایش یا حذف می کنید، تغییرات بلافاصله ذخیره نمی شوند. در عوض، آنها در یک منطقه "در انتظار" نگهداری می شوند. این تغییرات معلق باید قبل از پذیرش توسط ناظر بررسی شوند.

source: Where a user is associated to an individual record in a family tree and has a role of member, editor, or moderator, you can prevent them from accessing the details of distant, living relations. You specify the number of relationship steps that the user is allowed to see.
fa: جایی که کاربر به یک رکورد فردی در یک شجره نامه مرتبط است و نقش عضو، ویرایشگر یا ناظر را دارد، می توانید از دسترسی او به جزئیات دور و افراد زنده جلوگیری کنید. شما تعداد مراحل رابطه ای را که کاربر مجاز به دیدن آنهاست را مشخص می کنید.

source: Which family trees should be included in the sitemaps
fa: کدام شچره نامه ها باید در نقشه سایت گنجانده شوند

source: Who can upload new media files
fa: چه کسی می تواند فایل های رسانه ای جدید را آپلود کند

source: Who is online
fa: چه کسی آنلاین است

source: Why does this list include records that do not need to be updated?
fa: چرا این لیست شامل رکوردهایی است که نیازی به به‌روزرسانی ندارند؟

source: Widow
fa: بیوه

source: Widower
fa: بیوه

source: Wife
fa: زن

source: Wife’s age
fa: سن زن

source: Wife’s maiden surname becomes new given name
fa: نام خانوادگی همسر به نام جدید تبدیل می شود

source: Wife’s surname replaced by husband’s surname
fa: نام خانوادگی زن با نام خانوادگی شوهر جایگزین شد

source: Will
fa: وصیت

source: Winter Quarters, Nebraska, United States
fa: وینترکوارتر، نبراسکا، ایالات متحده

source: With sources
fa: با منابع

source: Without sources
fa: بدون منابع

source: Witness
fa: شاهد

source: Wives take their husband’s surname.
fa: زنها نام خانوادگی شوهرشان را می گیرند.

source: World
fa: جهان

source: Year
fa: سال

source: Year:
fa: سال:

source: Yemen
fa: یمن

source: Yes
fa: بله

source: You (or someone claiming to be you) has requested an account at %1$s using the email address %2$s.
fa: شما (یا شخصی که ادعا می‌کند شما هستید) با استفاده از آدرس ایمیل %2$s درخواست یک حساب در %1$s کرده‌اید.

source: You are not allowed to send messages that contain external links.
fa: شما مجاز به ارسال پیام های حاوی لینک های خارجی نیستید.

source: You are signed in as %s.
fa: شما به عنوان %s وارد شده اید.

source: You can apply for an account using the link below.
fa: با استفاده از لینک زیر می توانید برای یک حساب کاربری اقدام کنید.

source: You can change the appearance of webtrees using “themes”. Each theme has a different style, layout, color scheme, etc.
fa: شما می توانید ظاهر سایت را با استفاده از "تم‌ها" تغییر دهید. هر تم دارای سبک، طرح، طرحِ رنگ و غیره‌ی متفاوت است.

source: You can choose whether to appear in the list of users who are currently signed-in.
fa: می توانید انتخاب کنید که آیا در لیست کاربرانی که در حال حاضر وارد سیستم شده اند ظاهر شوند یا خیر.

source: You can download a copy of the GEDCOM specification from %s.
fa: می توانید یک نسخه از مشخصات GEDCOM را از %s دانلود کنید.
