Repository: Gustine/webtrees
Catalog: resources/lang/*/messages.po
Languages: fa

source: For example, if you specify a path length of 2, the individual will be able to see their grandson (child, child), their aunt (parent, sibling), their step-daughter (spouse, child), but not their first cousin (parent, sibling, child).
fa: به عنوان مثال، اگر طول مسیر را 2 مشخص کنید، فرد می‌تواند نوه خود (فرزند، فرزند)، عمه (والد، خواهر یا برادر)، دختر ناتنی خود (همسر، فرزند) را ببیند، اما نه پسر عموی اول خود را ببیند. (پدر، خواهر و برادر، فرزند).

source: For example, we can quickly find individuals that do not have a death event, but it is much slower to calculate if the individual is dead.
fa: به عنوان مثال، ما می توانیم به سرعت افرادی را که رویداد مرگ ندارند پیدا کنیم ، اما این محاسبه برای افراد متوفی بسیار کندتر است.

source: For help with genealogy questions contact %s.
fa: برای راهنمایی در مورد سؤالات تبارشناسی با %s تماس بگیرید.

source: For technical support and information contact %s.
fa: برای پشتیبانی فنی و اطلاعات با %s تماس بگیرید.

source: For technical support or genealogy questions contact %s.
fa: برای پشتیبانی فنی یا سؤالات تبارشناسی با %s تماس بگیرید.

source: For websites with more than one family tree, this option will show the list of family trees in the main menu, the search pages, etc.
fa: برای وب سایت هایی با بیش از یک شجره نامه، این گزینه لیستی از شجره نامه ها را در منوی اصلی، صفحات جستجو و غیره نشان می دهد.

source: Forgot password?
fa: رمز عبور را فراموش کرده اید؟

source: Format
fa: قالب

source: Format text and notes
fa: قالب بندی متن و یادداشت ها

source: Fort Lauderdale, Florida, United States
fa: فورت لادردیل، فلوریدا، ایالات متحده

# Female pedigree
source: Foster
fa: مادر خوانده

# Male pedigree
source: Foster
fa: پدر خوانده

# Pedigree
source: Foster
fa: پدر یا مادر خوانده

source: Foster child
fa: فرزند خوانده

source: Foster father
fa: پدر رضاعی

source: Foster mother
fa: مادر رضاعی

source: France
fa: فرانسه

source: Frankfurt am Main, Germany
fa: فرانکفورت آم ماین، آلمان

source: Freiburg, Germany
fa: فرایبورگ، آلمان

source: French
fa: فرانسوی

source: French Guiana
fa: گویان فرانسه

source: French Polynesia
fa: پلینزی فرانسه

source: French Southern Territories
fa: سرزمین های جنوبی فرانسه

source: Frequently asked questions
fa: سوالات متداول

source: Fresno, California, United States
fa: فرزنو، کالیفرنیا، ایالات متحده

source: Fri
fa: جمعه

source: Friday
fa: جمعه

source: Friend
fa: دوست

# FEMALE
source: Friend
fa: دوست

# MALE
source: Friend
fa: دوست

# GENITIVE
source: Frimaire
fa: فریمایر

# INSTRUMENTAL
source: Frimaire
fa: فریمایر

# LOCATIVE
source: Frimaire
fa: فریمایر

# NOMINATIVE
source: Frimaire
fa: فریمایر

# Email sender
source: From
fa: از

# Start of date range
source: From
fa: از

# GENITIVE
source: Fructidor
fa: فروکتیدور

# INSTRUMENTAL
source: Fructidor
fa: فروکتیدور

# LOCATIVE
source: Fructidor
fa: فروکتیدور

# NOMINATIVE
source: Fructidor
fa: فروکتیدور

source: Fukuoka, Japan
fa: فوکوکا، ژاپن

source: Funeral
fa: مراسم خاکسپاری

source: GEDCOM errors
fa: خطاهای GEDCOM

source: GEDCOM file
fa: فایل GEDCOM

source: GOV identifier
fa: شناسه GOV

source: Gabon
fa: گابن

source: Gambia
fa: گامبیا

source: Gender
fa: جنسیت

source: Genealogy
fa: تبار شناسی

source: Genealogy contact
fa: تماس با بخش تبار شناسی

source: Genealogy data
fa: داده های تبار شناسی

source: General
fa: عمومی

source: General search
fa: جستجوی عمومی

source: Generate sitemap files for search engines.
fa: تولید فایل های نقشه سایت برای موتورهای جستجو .

source: Generated by %s
fa: ایجاد شده توسط %s

source: Generation
fa: نسل

source: Generation
fa: نسل

source: Generations
fa: نسل ها

source: Generations of ancestors
fa: نسل های اجداد

source: Generations of descendants
fa: نسل های نوادگان

source: Geographic area
fa: منطقه جغرافیایی

source: Geographic data
fa: داده های جغرافیایی

source: Georgia
fa: گرجستان

source: Germany
fa: آلمان

# GENITIVE
source: Germinal
fa: ژرمینال

# INSTRUMENTAL
source: Germinal
fa: ژرمینال

# LOCATIVE
source: Germinal
fa: ژرمینال

# NOMINATIVE
source: Germinal
fa: ژرمینال

source: Ghana
fa: غنا

source: Gibraltar
fa: جبل الطارق

source: Gila Valley, Arizona, United States
fa: گیلا ولی، آریزونا، ایالات متحده

source: Gilbert, Arizona, United States
fa: گیلبرت، آریزونا، ایالات متحده آمریکا

source: Given name
fa: نام کوچک

source: Given names
fa: نام های کوچک

source: Godchild
fa: فرزندخوانده

source: Goddaughter
fa: دخترخوانده

source: Godfather
fa: پدرخوانده

source: Godmother
fa: مادرخوانده

source: Godparent
fa: پدر خوانده

source: Godparents
fa: پدر و مادر خوانده

source: Godson
fa: پسرخوانده

source: Google™ analytics
fa: تجزیه و تحلیل گوگل

source: Google™ webmaster tools
fa: ابزارهای وب مستر Google™

source: Graduation
fa: فارغ التحصیلی

source: Greatest age at death
fa: بیشترین سن در هنگام فوت

source: Greatest age between siblings
fa: بالاترین سن در بین فرزندان تنی

source: Greece
fa: یونان

source: Green Beam
fa: سبز فام

source: Greenland
fa: گرینلند

source: Gregorian
fa: میلادی

source: Grenada
fa: گرانادا

source: Guadalajara, Mexico
fa: گوادالاخارا، مکزیک

source: Guadeloupe
fa: گوادلوپ

source: Guam
fa: گوام

source: Guardian
fa: نگهبان

# FEMALE
source: Guardian
fa: نگهبان

# MALE
source: Guardian
fa: نگهبان

source: Guatemala
fa: گواتمالا

source: Guatemala City, Guatemala
fa: گواتمالا سیتی، گواتمالا

source: Guayaquil, Ecuador
fa: گوایاکیل، اکوادور

source: Guernsey
fa: گرنزی

source: Guinea
fa: گینه

source: Guinea-Bissau
fa: گینه بیسائو

source: Guyana
fa: گویان

source: Hair color
fa: رنگ مو

source: Haiti
fa: هائیتی

source: Halifax, Nova Scotia, Canada
fa: هالیفاکس، نوا اسکوشیا، کانادا

source: Hamilton, New Zealand
fa: همیلتون، نیوزلند

source: Hartford, Connecticut, United States
fa: هارتفورد، کانکتیکات، ایالات متحده

source: He
fa: او

source: He died
fa: او درگذشت

source: He married
fa: او ازدواج کرده

source: He resided at
fa: او ساکن شده در

source: He was born
fa: او متولد شد

source: He was buried
fa: او به خاک سپرده شد

source: He was christened
fa: او تعمید داده شد

source: He was cremated
fa: او سوزانده شد

source: Header
fa: سرتیتر

source: Heard Island and McDonald Islands
fa: جزیره هرد و جزایر مک دونالد

source: Hebrew
fa: عبری

source: Hebrew name
fa: نام عبری

source: Height
fa: ارتفاع

source: Hello %s…
fa: سلام %s…

source: Hello %s…<br>Thank you for your registration.
fa: سلام %s…<br>از ثبت نام شما متشکریم.

source: Hello administrator…
fa: سلام مدیر…

source: Help
fa: راهنما

source: Helsinki, Finland
fa: هلسینکی، فنلاند

# font name
source: Helvetica
fa: هلوتیکا

source: Her occupation was
fa: شغل او بود

source: Hermosillo, Mexico
fa: هرموسیلو، مکزیک

# GENITIVE
source: Heshvan
fa: هشوان

# INSTRUMENTAL
source: Heshvan
fa: هشوان

# LOCATIVE
source: Heshvan
fa: هشوان

# NOMINATIVE
source: Heshvan
fa: هشوان

source: Hide from everyone
fa: مخفی کردن از همه

source: Hide unused locations
fa: مخفی کردن محل های استفاده نشده

source: Hierarchical relationship
fa: رابطه سلسله مراتبی

source: Highlighted image
fa: تصویر برجسته شده

source: Hijri
fa: هجری

source: His occupation was
fa: شغل او بود

source: Historic events
fa: رویدادهای تاریخی

source: Hit counters
fa: شمارشگر بازدیدکنندگان

source: Holocaust
fa: هولوکاست

source: Home page
fa: صفحه اصلی

source: Honduras
fa: هندوراس

source: Hong Kong
fa: هنگ کنگ

source: Hourglass chart
fa: نمودار پروانه ای

source: Hourglass chart of %s
fa: نمودار پروانه ای %s

source: Household
fa: خانواده

source: Houston, Texas, United States
fa: هیوستون، تگزاس، ایالات متحده

source: How much recursion to use when searching for relationships
fa: چه مقدار از بازگشت به عقب به هنگام جستجو برای روابط استفاده می‌شود

source: Hungary
fa: مجارستان

source: Husband
fa: شوهر

source: Husband’s age
fa: سن شوهر

source: IP address
fa: آدرس های IP

source: Iceland
fa: ایسلند

# Surname tradition
source: Icelandic
fa: ایسلندی

source: Idaho Falls, Idaho, United States
fa: آیداهو فالز، آیداهو، ایالات متحده آمریکا

source: Identification number
fa: شماره شناسایی

source: If a media object is linked to an individual, when it should be linked to a fact or event, then you can move it to the correct location.
fa: اگر یک موضوع رسانه ای به یک فرد پیوند داده شده باشد، زمانی که باید به یک واقعه یا رویداد پیوند داده شود، می توانید آن را به مکان صحیح منتقل کنید.

source: If a visitor to the website has not selected a preferred language in their browser preferences, or they have selected an unsupported language, then this language will be used. Typically this applies to search engines.
fa: اگر بازدید کننده سایت در تنظیمات مرورگر خود زبان مورد نظر خود را مشخص نکرده باشد، یا زبانی را که بوسیله این سایت پشتیبانی نمیشود برگزیده باشد،این زبان مورد استفاده قرار خواهد گرفت.معمولا این تنظیمات برای موتورهای جستجو کاربرد دارد.

source: If an administrator creates a user account, the verification email is not sent, and the email must be verified manually.
fa: اگر یک مدیر یک حساب کاربری ایجاد کند، ایمیل تأیید ارسال نمی شود و ایمیل باید به صورت دستی تأیید شود.

source: If an individual does not have a surname, no slashes are needed: <%s>Jón Einarsson<%s>
fa: اگر فردی نام خانوادگی نداشته باشد، هیچ اسلشی(خط مورب) مورد نیاز نیست: <%s>امیر هوشنگ<%s>

source: If an individual has two separate surnames, both should be enclosed by slashes: <%s>José Antonio /Gómez/ /Iglesias/<%s>
fa: اگر فردی دو نام خانوادگی جداگانه داشته باشد، هر دو باید با اسلاید محصور شوند: <%s>خوزه انتونیو /گومز/ /لگلسیاس/<%s>

source: If an individual was known by a nickname which is not part of their formal name, it should be enclosed by quotation marks. For example, <%s>John &quot;Nobby&quot; /Clark/<%s>.
fa: اگر فردی با نام مستعاری شناخته می شد که بخشی از نام رسمی او نیست، باید با علامت نقل قول بسته شود. برای مثال، <%s>جان &quot;نابی&raquo; /کلارک/<%s>.

source: If an individual was not known by their first given name, the preferred name should be indicated with an asterisk: <%s>John Paul* /Smith/<%s>
fa: اگر فردی با نام خود شناخته نمی شد، نام ترجیحی باید با یک ستاره نشان داده شود: <%s>جان پل* /اسمیت/<%s>

source: If the surname is unknown, use empty slashes: <%s>Mary //<%s>
fa: اگر نام خانوادگی ناشناخته است، از اسلش خالی استفاده کنید: <%s>مریم //<%s>

source: If the thumbnail image is a custom image, you should add it to the media object.
fa: اگر ریزعکس یک تصویر سفارشی است، باید آن را به شی رسانه اضافه کنید.

source: If the thumbnail image is the same as the original image, it is no longer needed and you should delete it.
fa: اگر ریزعکس با تصویر اصلی یکسان است، دیگر نیازی به آن نیست و باید آن را حذف کنید.

source: If this individual has any events other than death, burial, or cremation more recent than this number of years, they are considered to be “alive”. Children’s birth dates are considered to be such events for this purpose.
fa: اگر این فرد رویدادهای دیگری غیر از مرگ، دفن یا سوزاندن بیش از این تعداد سال داشته‌باشد، «زنده» محسوب می‌شود. تاریخ تولد کودکان برای این منظور چنین رویدادهایی در نظر گرفته‌می شود.

source: If two family trees use the same media folder, then they will be able to share media files. If they use different media folders, then their media files will be kept separate.
fa: اگر دو شجره نامه از یک پوشه رسانه استفاده کنند، می توانند فایل های رسانه ای را به اشتراک بگذارند. اگر از پوشه‌های رسانه‌ای متفاوتی استفاده می‌کنند، فایل‌های رسانه‌ای آن‌ها جدا نگهداری می‌شوند.

source: If you are concerned that users might upload inappropriate images, you can restrict media uploads to managers only.
fa: اگر نگران این هستید که کاربران ممکن است تصاویر نامناسب آپلود کنند، می‌توانید آپلود رسانه را فقط به مدیران محدود کنید.

source: If you are the website administrator, you should check that:
fa: اگر شما مدیر وب سایت هستید، باید این موارد را بررسی کنید:

source: If you cannot resolve the problem yourself, you can ask for help on the forums at <a href="https://webtrees.net">webtrees.net</a>.
fa: اگر خودتان نمی‌توانید مشکل را حل کنید، می‌توانید در انجمن‌های <a href="https://webtrees.net">webtrees.net</a> کمک بخواهید.

source: If you connect to the database using a UNIX socket, enter the path here and leave the port number empty.
fa: اگر با استفاده از سوکت یونیکس به پایگاه داده متصل می شوید، مسیر را در اینجا وارد کرده و شماره پورت را خالی بگذارید.

source: If you created this GEDCOM file using genealogy software that omits spaces when splitting long lines, then select this option to reinsert the missing spaces.
fa: اگر این فایل GEDCOM را با استفاده از نرم‌افزار تبارشناسی ایجاد کرده‌اید که هنگام تقسیم خطوط طولانی، فاصله‌ها را حذف می‌کند، این گزینه را برای درج مجدد فضاهای از دست رفته انتخاب کنید.

source: If you did not request a new password, please ignore this message.
fa: اگر رمز عبور جدیدی درخواست نکردید، لطفاً این پیام را نادیده بگیرید.

source: If you didn’t request an account, you can just delete this message.
fa: اگر حساب کاربری درخواست نکردید، فقط می توانید این پیام را حذف کنید.

source: If you have a large number of media files, you can organize them into folders and subfolders.
fa: اگر تعداد فایل های رسانه ای زیادی دارید، می توانید آنها را در پوشه ها و زیر پوشه ها سازماندهی کنید.

source: If you have created media objects in webtrees, and have subsequently edited this GEDCOM file using genealogy software that deletes media objects, then select this option to merge the current media objects with the new GEDCOM file.
fa: اگر موضوعات رسانه‌ای را در سایت ایجاد کرده‌اید و متعاقباً این فایل GEDCOM را با استفاده از نرم‌افزار تبارشناسی که موضوعات رسانه ای را حذف می‌کند ویرایش کرده‌اید، این گزینه را برای ادغام موضوعات رسانه ای فعلی با فایل جدید GEDCOM انتخاب کنید.

source: If you select a different folder, you must also move all files (except config.ini.php, index.php, and .htaccess) from the existing folder to the new folder.
fa: اگر پوشه دیگری را انتخاب کنید، باید همه فایل‌ها (به جز config.ini.php، index.php و htaccess.) را از پوشه موجود به پوشه جدید منتقل کنید.

source: If you select a different folder, you must also move any media files from the existing folder to the new one.
fa: اگر پوشه دیگری را انتخاب کنید، باید فایل های رسانه ای را نیز از پوشه موجود به پوشه جدید منتقل کنید.

source: If you show living individuals to visitors, all other privacy restrictions are ignored. Do this only if all the data in your tree is public.
fa: اگر افراد زنده را به بازدیدکنندگان نشان دهید، سایر محدودیت‌های حریم خصوصی نادیده گرفته می‌شوند. این کار را فقط در صورتی انجام دهید که تمام داده های شجره نامه شما عمومی باشد.

source: If you try to exceed these limits, you may experience server time-outs and blank pages.
fa: اگر سعی کنید از این محدودیت ها فراتر بروید، ممکن است با وقفه زمانی سرور و صفحات خالی مواجه شوید.

source: If you use one of the following tracking and analytics services, webtrees can add the tracking codes automatically.
fa: اگر از یکی از خدمات ردیابی و تجزیه و تحلیل زیر استفاده می کنید، سایت می تواند کدهای ردیابی را به صورت خودکار اضافه کند.

source: Image dimensions
fa: ابعاد تصویر

source: Images without watermarks
fa: تصاویر بدون واترمارک

source: Immigration
fa: مهاجرت

source: Import
fa: وارد كردن

source: Import a GEDCOM file
fa: وارد کردن فایل GEDCOM

source: Import custom thumbnails from webtrees version 1
fa: ورود تصاویر بند انگشتی سفارشی از webtrees نسخه 1

source: Import geographic data
fa: ورود داده های جغرافیایی

source: Import preferences
fa: ورود الویت ها

source: In a family tree, each record has an internal reference number (called an “XREF”) such as “F123” or “R14”.
fa: در یک شجره نامه، هر رکورد دارای یک شماره مرجع داخلی (به نام "XREF") مانند "F123" یا "R14" است.

source: In many cultures it is customary to have a traditional name spelled in the traditional characters and also a romanized version of the name as it would be spelled or pronounced in languages based on the Latin alphabet, such as English.<br><br>If you prefer to use a non-Latin alphabet such as Hebrew, Greek, Russian, Chinese, or Arabic to enter the name in the standard name fields, then you can use this field to enter the same name using the Latin alphabet. Both versions of the name will appear in lists and charts.<br><br>Although this field is labeled “Romanized”, it is not restricted to containing only characters based on the Latin alphabet. This might be of use with Japanese names, where three different alphabets may occur.
fa: در بسیاری از فرهنگ‌ها داشتن یک نام سنتی مرسوم است و همچنین نسخه کاتولیکی شده از این نام که در زبان‌های مبتنی بر الفبای لاتین مانند انگلیسی املا یا تلفظ می‌شود، وجود دارد.<br><br>اگر ترجیح می دهید از الفبای غیر لاتین مانند عبری، یونانی، روسی، چینی یا عربی برای وارد کردن نام در فیلدهای نام استاندارد استفاده کنید، سپس می توانید از این فیلد برای وارد کردن همان نام با استفاده از الفبای لاتین استفاده کنید. هر دو نسخه از نام در فهرست‌ها و نمودارها ظاهر می‌شوند.<br><br>اگرچه این فیلد دارای برچسب "کاتولیکی" است، فقط شامل نویسه‌های مبتنی بر الفبای لاتین نیست.و ممکن است برای نام های ژاپنی، که در آن سه الفبای مختلف وجود دارد، استفاده شود.

source: In many cultures it is customary to have a traditional name spelled in the traditional characters and also a romanized version of the name as it would be spelled or pronounced in languages based on the Latin alphabet, such as English.<br><br>If you prefer to use the Latin alphabet to enter the name in the standard name fields, then you can use this field to enter the same name in the non-Latin alphabet such as Greek, Hebrew, Russian, Arabic, or Chinese. Both versions of the name will appear in lists and charts.<br><br>Although this field is labeled “Hebrew”, it is not restricted to containing only Hebrew characters.
fa: در بسیاری از فرهنگ‌ها داشتن یک نام سنتی مرسوم است و همچنین نوعی کاتولیکی شده از این نام که در زبان‌های مبتنی بر الفبای لاتین مانند انگلیسی املا یا تلفظ می‌شود، وجود دارد.<br><br>اگر ترجیح می دهید از الفبای لاتین برای وارد کردن نام در فیلدهای نام استاندارد استفاده کنید، سپس می توانید از این فیلد برای وارد کردن همان نام در الفبای غیر لاتین مانند یونانی، عبری، روسی، عربی یا چینی استفاده کنید. هر دو نسخه از نام در فهرست‌ها و نمودارها ظاهر می‌شوند.<br><br>اگرچه این فیلد "عبری" نام دارد، اما محدود به داشتن نویسه‌های عبری نیست.

source: In some calendars, days start at midnight. In other calendars, days start at sunset. The conversion process does not take account of the time, so for any event that occurs between sunset and midnight, the conversion between these types of calendar will be one day out.
fa: در برخی از تقویم ها، روزها از نیمه شب شروع می شود. در تقویم های دیگر، روزها از غروب خورشید شروع می شوند. فرآیند تبدیل زمان را در نظر نمی گیرد، بنابراین برای هر رویدادی که بین غروب آفتاب تا نیمه شب رخ دهد، تبدیل بین این نوع تقویم ها یک روزه خواهد بود.

source: In some countries, privacy laws apply not only to living individuals, but also to those who have died recently. This option will allow you to extend the privacy rules for living individuals to those who were born or died within a specified number of years. Leave these values empty to disable this feature.
fa: در برخی کشورها، قوانین حفظ حریم خصوصی نه تنها در مورد افراد زنده اعمال می شود، بلکه برای افرادی که اخیراً فوت کرده اند نیز اعمال می شود. این گزینه به شما امکان می دهد قوانین حفظ حریم خصوصی افراد زنده را به افرادی که در طی چند سال مشخص متولد شده یا فوت کرده اند، گسترش دهید. این مقادیر را خالی بگذارید تا این ویژگی غیرفعال شود.

source: In this month…
fa: در این ماه…

source: In this year…
fa: در این سال…

source: In webtrees version 1, you could add custom thumbnails to media objects by creating files in the “thumbs” folders.
fa: در webtrees نسخه 1، می‌توانید تصاویر بند انگشتی سفارشی را با ایجاد فایل‌ها در پوشه‌های thumbs به اشیاء رسانه اضافه کنید.

source: In webtrees version 2, custom thumbnails are stored as a second media file in the same media object.
fa: در webtrees نسخه 2، ریز عکسهای سفارشی به عنوان دومین فایل رسانه در همان شی رسانه ذخیره می شوند.

source: Include aliases
fa: شامل نام مستعار

source: Include associates
fa: شامل همکاران

source: Include individuals with “%s” as a married name
fa: افرادی را با "%s" به عنوان نام متاهل در نظر بگیرید

source: Include media (automatically zips files)
fa: شامل رسانه (فایل ها به صورت خودکار فشرده می شود)

source: Include subfolders
fa: شامل پوشه های فرعی

source: Include the <code>&lt;script&gt;&lt;/script&gt;</code> tags.
fa: برچسب‌های <code>&lt;script&gt;&lt;/script&gt;</code> را اضافه کنید.

source: Include the <code>&lt;style&gt;&lt;/style&gt;</code> tags.
fa: برچسب‌های <code>&lt;style&gt;&lt;/style&gt;</code> را اضافه کنید.

source: Include the individual’s immediate family
fa: شامل خانواده نزدیک فرد شود

source: India
fa: هند

source: Indianapolis, Indiana, United States
fa: ایندیاناپولیس، ایندیانا، ایالات متحده آمریکا

source: Individual
fa: فرد

source: Individual 1
fa: فرد 1

source: Individual 2
fa: فرد 2

source: Individual distribution chart
fa: نمودار توزیعی فرد

source: Individual page
fa: صفحه فرد

source: Individual pages
fa: صفحه افراد

source: Individual record
fa: رکورد فرد

source: Individual who lived the longest
fa: افرادی که بیشتر از همه زیسته اند

source: Individuals
fa: افراد

source: Individuals with sources
fa: افراد دارای منبع

source: Individuals with surname %s
fa: افراد دارای نام خانوادگی %s

source: Indonesia
fa: اندونزی

source: Infant
fa: نوزاد

source: Informant
fa: گزارشگر

# FEMALE
source: Informant
fa: گزارشگر

# MALE
source: Informant
fa: گزارشگر

source: Interactive tree
fa: شجره نامه ارتباطی

source: Interactive tree of %s
fa: شجره نامه ارتباطی %s

source: Interment
fa: تدفین

source: Internal messaging
fa: پیام رسانی داخلی

source: Internal messaging with emails
fa: پیام رسانی داخلی با ایمیل

source: Invalid GEDCOM file - no header record found.
fa: فایل GEDCOM نامعتبر - عنوان رکوردها یافت نشد.

source: Invalid GEDCOM record
fa: رکورد GEDCOM نامعتبر است

source: Invalid date
fa: تاریخ نامعتبر است

source: Iran
fa: ایران

source: Iraq
fa: عراق

source: Ireland
fa: ایرلند

source: Isle of Man
fa: جزیره من

source: Israel
fa: اسرائیل

source: It can take several minutes to download and install the upgrade. Be patient.
fa: دانلود و نصب ارتقاء ممکن است چند دقیقه طول بکشد. صبور باش.

source: Italy
fa: ایتالیا

# GENITIVE
source: Iyar
fa: لیار

# INSTRUMENTAL
source: Iyar
fa: لیار

# LOCATIVE
source: Iyar
fa: لیار

# NOMINATIVE
source: Iyar
fa: لیار

source: Jalali
fa: جلالی

source: Jamaica
fa: جامائیکا

# Abbreviation for January
source: Jan
fa: ژانویه

# GENITIVE
source: January
fa: ژانویه

# INSTRUMENTAL
source: January
fa: ژانویه

# LOCATIVE
source: January
fa: ژانویه

# NOMINATIVE
source: January
fa: ژانویه

source: Japan
fa: ژاپن

source: Jewish
fa: یهودی

source: Johannesburg, South Africa
fa: ژوهانسبورگ، آفریقای جنوبی

source: John /DOE/
fa: جان /دو/

source: Jordan
fa: اردن

source: Jordan River, Utah, United States
fa: رودخانه جردن، یوتا، ایالات متحده آمریکا

source: Journal
fa: ژورنال

# Abbreviation for July
source: Jul
fa: ژولای

source: Julian
fa: جولیان

# GENITIVE
source: July
fa: جولای

# INSTRUMENTAL
source: July
fa: جولای

# LOCATIVE
source: July
fa: جولای

# NOMINATIVE
source: July
fa: جولای

# GENITIVE
source: Jumada al-awwal
fa: جمادی الاول

# INSTRUMENTAL
source: Jumada al-awwal
fa: جمادی الاول

# LOCATIVE
source: Jumada al-awwal
fa: جمادی الاول

# NOMINATIVE
source: Jumada al-awwal
fa: جمادی الاول

# GENITIVE
source: Jumada al-thani
fa: جمادی الثانی

# INSTRUMENTAL
source: Jumada al-thani
fa: جمادی الثانی

# LOCATIVE
source: Jumada al-thani
fa: جمادی الثانی

# NOMINATIVE
source: Jumada al-thani
fa: جمادی الثانی

# Abbreviation for June
source: Jun
fa: ژوئن

# GENITIVE
source: June
fa: ژوئن

# INSTRUMENTAL
source: June
fa: ژوئن

# LOCATIVE
source: June
fa: ژوئن

# NOMINATIVE
source: June
fa: ژوئن

source: Kansas City, Missouri, United States
fa: کانزاس سیتی، میسوری، ایالات متحده

source: Kazakhstan
fa: قزاقستان

source: Keep media objects
fa: موضوعات رسانه ای را حفظ کنید

source: Keep open
fa: باز نگه دارید

source: Keep the existing “last change” information
fa: اطلاعات "آخرین تغییر" موجود را حفظ کنید

source: Kenya
fa: کنیا
