Repository: Gustine/webtrees
Catalog: resources/lang/*/messages.po
Languages: fa

# brother’s wife
source: sister-in-law
fa: زن برادر

# brother’s wife’s sister
source: sister-in-law
fa: خواهرزن برادر

# husband’s brother’s wife
source: sister-in-law
fa: جاری(هم عروس)

# husband’s sister
source: sister-in-law
fa: خواهرشوهر

# sister’s husband’s sister
source: sister-in-law
fa: خواهرشوهر خواهر

# spouse’s sister
source: sister-in-law
fa: خواهر همسر

# wife’s brother’s wife
source: sister-in-law
fa: زن برادرزن

# wife’s sister
source: sister-in-law
fa: خواهرزن

source: sixth cousin
fa: عمو/دایی/عمه/خاله زاده نَسَب ششم

# FEMALE
source: sixth cousin
fa: دختر عمو/دایی/عمه/خاله نَسَب ششم

# MALE
source: sixth cousin
fa: پسر عمو/دایی/عمه/خاله نَسَب ششم

source: son
fa: پسر

source: son of
fa: پسر

# child’s husband
source: son-in-law
fa: پسرخوانده

# daughter’s husband
source: son-in-law
fa: داماد

# daughter’s husband’s father
source: son-in-law’s father
fa: پدر شوهر دختر

# daughter’s husband’s mother
source: son-in-law’s mother
fa: مادر شوهر دختر

# daughter’s husband’s parent
source: son-in-law’s parent
fa: والدین شوهر دختر

# child’s spouse
source: son/daughter-in-law
fa: عروس/داماد

source: sort by date
fa: مرتب سازی براساس تاریخ

source: sort by date of birth
fa: مرتب سازی براساس تاریخ تولد

source: sort by date of death
fa: مرتب سازی براساس تاریخ فوت

source: sort by date of marriage
fa: مرتب سازی براساس تاریخ ازدواج

source: sort by date, newest first
fa: مرتب سازی بر اساس تاریخ، ابتدا جدیدترین

source: sort by date, oldest first
fa: مرتب سازی بر اساس تاریخ، ابتدا قدیمی ترین

source: sort by name
fa: مرتب سازی بر اساس نام

source: spouse
fa: همسر

# father’s wife’s son
source: step-brother
fa: برادر ناتنی (غیر هم خون)

# mother’s husband’s son
source: step-brother
fa: برادر ناتنی (غیر هم خون)

# parent’s spouse’s son
source: step-brother
fa: برادر ناتنی (غیر هم خون)

# husband’s child
source: step-child
fa: فرزند ناتنی (غیر هم خون)

# spouse’s child
source: step-child
fa: فرزند ناتنی (غیر هم خون)

# wife’s child
source: step-child
fa: فرزند ناتنی (غیر هم خون)

# husband’s daughter
source: step-daughter
fa: دختر خوانده

# spouse’s daughter
source: step-daughter
fa: دختر خوانده

# wife’s daughter
source: step-daughter
fa: دختر خوانده

# mother’s husband
source: step-father
fa: ناپدری

# father’s wife
source: step-mother
fa: نامادری

# parent’s spouse
source: step-parent
fa: ناپدری/نامادری

# father’s wife’s child
source: step-sibling
fa: فرزند ناتنی (غیر هم خون)

# mother’s husband’s child
source: step-sibling
fa: فرزند ناتنی (غیر هم خون)

# parent’s spouse’s child
source: step-sibling
fa: فرزند ناتنی (غیر هم خون)

# father’s wife’s daughter
source: step-sister
fa: خواهر ناتنی (غیر هم خون)

# mother’s husband’s daughter
source: step-sister
fa: خواهر ناتنی (غیر هم خون)

# parent’s spouse’s daughter
source: step-sister
fa: خواهر ناتنی (غیر هم خون)

# husband’s son
source: step-son
fa: پسر خوانده

# spouse’s son
source: step-son
fa: پسر خوانده

# wife’s son
source: step-son
fa: پسر خوانده

source: table
fa: جدول

source: tag cloud
fa: ابر برچسب

source: tenth cousin
fa: عمو/دایی/عمه/خاله زاده نَسَب دهم

# FEMALE
source: tenth cousin
fa: دختر عمو/دایی/عمه/خاله نَسَب دهم

# MALE
source: tenth cousin
fa: پسر عمو/دایی/عمه/خاله نَسَب دهم

source: the database connection settings in the file “/data/config.ini.php” are still correct
fa: تنظیمات اتصال پایگاه داده در فایل "/data/config.ini.php" هنوز درست است

source: the folder “/data” and the file “/data/config.ini.php” have access permissions that allow the webserver to read them
fa: پوشه "/data" و فایل "/data/config.ini.php" مجوزهای دسترسی دارند که به وب سرور اجازه می دهد آنها را بخواند

source: themself
fa: خودشان

source: third %s
fa: سوم %s

# FEMALE
source: third %s
fa: سوم %s

# MALE
source: third %s
fa: سوم %s

source: third cousin
fa: دختر عمو/دایی/عمه/خاله نَسَب سوم

# FEMALE
source: third cousin
fa: دختر عمو/دایی/عمه/خاله نَسَب سوم

# MALE
source: third cousin
fa: دختر عمو/دایی/عمه/خاله نَسَب سوم

source: thirteenth cousin
fa: عمو/دایی/عمه/خاله زاده نَسَب سیزدهم

# FEMALE
source: thirteenth cousin
fa: دختر عمو/دایی/عمه/خاله نَسَب سیزدهم

# MALE
source: thirteenth cousin
fa: پسر عمو/دایی/عمه/خاله نَسَب سیزدهم

source: three-quarter circle
fa: سه چهارم دایره

source: to %s
fa: به %s

source: twelfth cousin
fa: عمو/دایی/عمه/خاله زاده نَسَب دوازدهم

# FEMALE
source: twelfth cousin
fa: دختر عمو/دایی/عمه/خاله نَسَب دوازدهم

# MALE
source: twelfth cousin
fa: پسر عمو/دایی/عمه/خاله نَسَب دوازدهم

source: twin brother
fa: برادر دوقلو

source: twin sibling
fa: فرزند دوقلو

source: twin sister
fa: خواهر دوقلو

# father’s brother
source: uncle
fa: عمو

# father’s sister’s husband
source: uncle
fa: شوهر عمه

# mother’s brother
source: uncle
fa: دایی

# mother’s sister’s husband
source: uncle
fa: شوهر خاله

# parent’s brother
source: uncle
fa: برادر والدین

# parent’s sister’s husband
source: uncle
fa: شوهر خواهر والدین

source: unknown
fa: ناشناس

# unknown family
source: unknown
fa: ناشناس

source: unlimited
fa: نامحدود

source: unreliable evidence
fa: شواهد غیر قابل اعتماد

source: up
fa: بالا

source: update
fa: بروزآوری

source: upload
fa: آپلود

source: view
fa: نمایش

source: visitors
fa: بازدید کنندگان

# FEMALE
source: was born
fa: متولد شد

# MALE
source: was born
fa: متولد شد

source: webtrees
fa: وبتریز

source: webtrees message
fa: پیام سایت

source: webtrees needs a database to store your genealogy data.
fa: webtrees به یک پایگاه داده برای ذخیره داده های شجره نامه شما نیاز دارد.

source: webtrees needs to send emails, such as password reminders and website notifications.
fa: webtrees باید ایمیل هایی مانند یادآوری رمز عبور و اعلان های وب سایت ارسال کند.

source: webtrees sends emails with no storage
fa: webtrees ایمیل ها را بدون ذخیره سازی ارسال می کند

source: webtrees uses UTF-8 encoding for accented letters, special characters and non-Latin scripts. If you want to use this GEDCOM file with genealogy software that does not support UTF-8, then you can create it using ISO-8859-1 encoding.
fa: webtrees از رمزگذاری UTF-8 برای حروف لهجه دار، کاراکترهای خاص و اسکریپت های غیر لاتین استفاده می کند. اگر می خواهید از این فایل GEDCOM با نرم افزار تبارشناسی که از UTF-8 پشتیبانی نمی کند استفاده کنید، می توانید آن را با استفاده از کدگذاری ISO-8859-1 ایجاد کنید.

source: wife
fa: زن

source: xenea
fa: زنیا

source: years
fa: سال

source: yes
fa: بله

source: you can connect to the database using other applications, such as phpmyadmin
fa: می توانید با استفاده از برنامه های کاربردی دیگر مانند phpmyadmin به پایگاه داده متصل شوید

source: younger brother
fa: برادر کوچکتر

source: younger sibling
fa: برادر/خواهر کوچکتر

source: younger sister
fa: خواهر کوچکتر

source: ±%s year
fa: ±%s سال

source: “%s” has been deleted.
fa: %s حذف شده است.

source: “Highlighted image” (_PRIM) tags are used by some genealogy applications to indicate the preferred image for an individual. An alternative is to re-order the images so that the preferred one is listed first.
fa: برچسب های "متمایز" (_PRIM) توسط برخی از برنامه های تبارشناسی برای نشان دادن تصویر ترجیحی برای یک فرد استفاده می شود. یک گزینه جایگزین این است که تصاویر را مجدداً مرتب کنید تا تصویر مورد نظر ابتدا فهرست شود.
