Repository: Gustine/webtrees
Catalog: resources/lang/*/messages.po
Languages: fa

# mother’s mother’s brother’s wife
source: great-aunt
fa: زن برادر مادربزرگ مادری

# mother’s mother’s sister
source: great-aunt
fa: خواهر مادربزرگ مادری

# mother’s parent’s brother’s wife
source: great-aunt
fa: زن برادر مادربزرگ

# mother’s parent’s sister
source: great-aunt
fa: خواهر مادربزرگ

# parent’s father’s brother’s wife
source: great-aunt
fa: زن برادر پدربزرگ/مادربزرگ

# parent’s father’s sister
source: great-aunt
fa: خواهر پدربزرگ/مادربزرگ

# parent’s mother’s brother’s wife
source: great-aunt
fa: زن برادر پدربزرگ/مادربزرگ

# parent’s mother’s sister
source: great-aunt
fa: خواهر پدربزرگ/مادربزرگ

# parent’s parent’s brother’s wife
source: great-aunt
fa: زن برادر پدربزرگ/مادربزرگ

# parent’s parent’s sister
source: great-aunt
fa: خواهر پدربزرگ/مادربزرگ

# father’s father’s sibling
source: great-aunt/uncle
fa: فرزندان پدربزرگ پدری

# father’s father’s sibling’s spouse
source: great-aunt/uncle
fa: همسر فرزندان پدربزرگ پدری

# father’s mother’s sibling
source: great-aunt/uncle
fa: فرزندان پدربزرگ مادری

# father’s mother’s sibling’s spouse
source: great-aunt/uncle
fa: همسر فرزندان پدربزرگ مادری

# father’s parent’s sibling
source: great-aunt/uncle
fa: فرزندان پدربزرگ

# father’s parent’s sibling’s spouse
source: great-aunt/uncle
fa: همسر فرزندان پدربزرگ

# mother’s father’s sibling
source: great-aunt/uncle
fa: فرزندان مادربزرگ پدری

# mother’s father’s sibling’s spouse
source: great-aunt/uncle
fa: همسر فرزندان مادربزرگ پدری

# mother’s mother’s sibling
source: great-aunt/uncle
fa: فرزندان مادربزرگ مادری

# mother’s mother’s sibling’s spouse
source: great-aunt/uncle
fa: همسر فرزندان مادربزرگ مادری

# mother’s parent’s sibling
source: great-aunt/uncle
fa: فرزندان مادربزرگ

# mother’s parent’s sibling’s spouse
source: great-aunt/uncle
fa: همسر فرزندان مادربزرگ

# parent’s father’s sibling
source: great-aunt/uncle
fa: فرزندان پدربزرگ

# parent’s father’s sibling’s spouse
source: great-aunt/uncle
fa: همسر فرزندان پدربزرگ

# parent’s mother’s sibling
source: great-aunt/uncle
fa: فرزندان مادربزرگ

# parent’s mother’s sibling’s spouse
source: great-aunt/uncle
fa: همسر فرزندان مادربزرگ

# parent’s parent’s sibling
source: great-aunt/uncle
fa: فرزندان پدربزرگ/مادربزرگ

# parent’s parent’s sibling’s spouse
source: great-aunt/uncle
fa: همسر فرزندان پدربزرگ/مادربزرگ

# child’s child’s child
source: great-grandchild
fa: نواده

# child’s daughter’s child
source: great-grandchild
fa: نواده

# child’s son’s child
source: great-grandchild
fa: نواده

# daughter’s child’s child
source: great-grandchild
fa: نواده دختری

# daughter’s daughter’s child
source: great-grandchild
fa: نواده دختری

# daughter’s son’s child
source: great-grandchild
fa: نواده دختری

# son’s child’s child
source: great-grandchild
fa: نواده پسری

# son’s daughter’s child
source: great-grandchild
fa: نواده پسری

# son’s son’s child
source: great-grandchild
fa: نواده پسری

# child’s child’s daughter
source: great-granddaughter
fa: نواده

# child’s daughter’s daughter
source: great-granddaughter
fa: نواده

# child’s son’s daughter
source: great-granddaughter
fa: نواده

# daughter’s child’s daughter
source: great-granddaughter
fa: نواده دختری

# daughter’s daughter’s daughter
source: great-granddaughter
fa: نواده دختری

# daughter’s son’s daughter
source: great-granddaughter
fa: نواده دختری

# son’s child’s daughter
source: great-granddaughter
fa: نواده پسری

# son’s daughter’s daughter
source: great-granddaughter
fa: نواده پسری

# son’s son’s daughter
source: great-granddaughter
fa: نواده پسری

# father’s father’s father
source: great-grandfather
fa: پدر پدربزرگ

# father’s mother’s father
source: great-grandfather
fa: پدر مادربزرگ

# father’s parent’s father
source: great-grandfather
fa: پدر پدربزرگ/مادربزرگ

# mother’s father’s father
source: great-grandfather
fa: پدر پدربزرگ

# mother’s mother’s father
source: great-grandfather
fa: پدر مادربزرگ

# mother’s parent’s father
source: great-grandfather
fa: پدر پدربزرگ/مادربزرگ

# parent’s father’s father
source: great-grandfather
fa: پدر پدربزرگ

# parent’s mother’s father
source: great-grandfather
fa: پدر مادربزرگ

# parent’s parent’s father
source: great-grandfather
fa: پدر پدربزرگ/مادربزرگ

# father’s father’s mother
source: great-grandmother
fa: مادر پدربزرگ

# father’s mother’s mother
source: great-grandmother
fa: مادر مادربزرگ

# father’s parent’s mother
source: great-grandmother
fa: مادر پدربزرگ/مادربزرگ

# mother’s father’s mother
source: great-grandmother
fa: مادر پدربزرگ

# mother’s mother’s mother
source: great-grandmother
fa: مادر مادربزرگ

# mother’s parent’s mother
source: great-grandmother
fa: مادر پدربزرگ/مادربزرگ

# parent’s father’s mother
source: great-grandmother
fa: مادر پدربزرگ

# parent’s mother’s mother
source: great-grandmother
fa: مادر مادربزرگ

# parent’s parent’s mother
source: great-grandmother
fa: مادر پدربزرگ/مادربزرگ

# father’s father’s parent
source: great-grandparent
fa: والدین پدربزرگ

# father’s mother’s parent
source: great-grandparent
fa: والدین مادربزرگ

# father’s parent’s parent
source: great-grandparent
fa: والدین پدربزرگ/مادربزرگ

# mother’s father’s parent
source: great-grandparent
fa: والدین پدربزرگ

# mother’s mother’s parent
source: great-grandparent
fa: والدین مادربزرگ

# mother’s parent’s parent
source: great-grandparent
fa: والدین پدربزرگ/مادربزرگ

# parent’s father’s parent
source: great-grandparent
fa: والدین پدربزرگ

# parent’s mother’s parent
source: great-grandparent
fa: والدین مادربزرگ

# parent’s parent’s parent
source: great-grandparent
fa: والدین پدربزرگ/مادربزرگ

# child’s child’s son
source: great-grandson
fa: پسر نوه

# child’s daughter’s son
source: great-grandson
fa: پسر نوه

# child’s son’s son
source: great-grandson
fa: پسر نوه

# daughter’s child’s son
source: great-grandson
fa: نوه دختر

# daughter’s daughter’s son
source: great-grandson
fa: نوه دختر

# daughter’s son’s son
source: great-grandson
fa: نوه دختر

# son’s child’s son
source: great-grandson
fa: نوه پسر

# son’s daughter’s son
source: great-grandson
fa: نوه پسر

# son’s son’s son
source: great-grandson
fa: نوه پسر

source: great-great-aunt
fa: خواهر جد دوم

source: great-great-aunt/uncle
fa: خواهر/برادر جد دوم

source: great-great-grandchild
fa: نبیره

source: great-great-granddaughter
fa: نبیره

source: great-great-grandfather
fa: پدر×2 پدربزرگ

source: great-great-grandmother
fa: مادر×2 مادربزرگ

source: great-great-grandparent
fa: پدر×2 پدربزرگ/مادر×2 مادربزرگ

source: great-great-grandson
fa: نبیره

source: great-great-great-aunt
fa: خواهر جد سوم

source: great-great-great-aunt/uncle
fa: خواهر/برادر جد سوم

source: great-great-great-grandchild
fa: ندیده

source: great-great-great-granddaughter
fa: ندیده

source: great-great-great-grandfather
fa: پدر×3 پدربزرگ

source: great-great-great-grandmother
fa: مادر×3 مادربزرگ

source: great-great-great-grandparent
fa: پدر×3 پدربزرگ/مادر×3 مادربزرگ

source: great-great-great-grandson
fa: ندیده

# (a man’s) brother’s great-great-grandson
source: great-great-great-nephew
fa: نبیره برادر

# (a man’s) sister’s great-great-grandson
source: great-great-great-nephew
fa: نبیره خواهر

# (a woman’s) great-great-great-nephew
source: great-great-great-nephew
fa: ندیده

# (a man’s) brother’s great-great-grandchild
source: great-great-great-nephew/niece
fa: نبیره برادر

# (a man’s) sister’s great-great-grandchild
source: great-great-great-nephew/niece
fa: نبیره خواهر

# (a woman’s) great-great-great-nephew/niece
source: great-great-great-nephew/niece
fa: ندیده

# (a man’s) brother’s great-great-granddaughter
source: great-great-great-niece
fa: ندیده برادر

# (a man’s) sister’s great-great-granddaughter
source: great-great-great-niece
fa: ندیده خواهر

# (a woman’s) great-great-great-niece
source: great-great-great-niece
fa: ندیده

# great-great-grandfather’s brother
source: great-great-great-uncle
fa: برادر پدر×2 پدربزرگ

# great-great-grandmother’s brother
source: great-great-great-uncle
fa: برادر مادر×2 مادربزرگ

# great-great-grandparent’s brother
source: great-great-great-uncle
fa: برادر پدر×2 پدربزرگ/مادر×2 مادربزرگ

# (a man’s) brother’s great-grandson
source: great-great-nephew
fa: نواده برادر

# (a man’s) sister’s great-grandson
source: great-great-nephew
fa: نواده خواهر

# (a woman’s) great-great-nephew
source: great-great-nephew
fa: نواده

# (a man’s) brother’s great-grandchild
source: great-great-nephew/niece
fa: نواده برادر

# (a man’s) sister’s great-grandchild
source: great-great-nephew/niece
fa: نواده خواهر

# (a woman’s) great-great-nephew/niece
source: great-great-nephew/niece
fa: نواده

# (a man’s) brother’s great-granddaughter
source: great-great-niece
fa: نواده برادر

# (a man’s) sister’s great-granddaughter
source: great-great-niece
fa: نواده خواهر

# (a woman’s) great-great-niece
source: great-great-niece
fa: نواده

# great-grandfather’s brother
source: great-great-uncle
fa: برادر پدر پدربزرگ

# great-grandmother’s brother
source: great-great-uncle
fa: برادر مادر مادربزرگ

# great-grandparent’s brother
source: great-great-uncle
fa: برادر والدین پدربزرگ/مادربزرگ

# (a man’s) brother’s child’s son
source: great-nephew
fa: نوه برادر

# (a man’s) brother’s daughter’s son
source: great-nephew
fa: نوه دختری برادر

# (a man’s) brother’s son’s son
source: great-nephew
fa: نوه پسری برادر

# (a man’s) sister’s child’s son
source: great-nephew
fa: نوه خواهر

# (a man’s) sister’s daughter’s son
source: great-nephew
fa: نوه دختری خواهر

# (a man’s) sister’s son’s son
source: great-nephew
fa: نوه پسری خواهر

# (a woman’s) brother’s child’s son
source: great-nephew
fa: نوه برادر

# (a woman’s) brother’s daughter’s son
source: great-nephew
fa: نوه دختری برادر

# (a woman’s) brother’s son’s son
source: great-nephew
fa: نوه پسری برادر

# (a woman’s) sister’s child’s son
source: great-nephew
fa: نوه خواهر

# (a woman’s) sister’s daughter’s son
source: great-nephew
fa: نوه دختری خواهر

# (a woman’s) sister’s son’s son
source: great-nephew
fa: نوه پسری خواهر

# sibling’s child’s son
source: great-nephew
fa: نوه خواهر/برادر

# sibling’s daughter’s son
source: great-nephew
fa: نوه دختری خوهر/برادر

# sibling’s son’s son
source: great-nephew
fa: نوه پسری خواهر/برادر

# (a man’s) brother’s child’s child
source: great-nephew/niece
fa: نوه برادر

# (a man’s) brother’s daughter’s child
source: great-nephew/niece
fa: نوه دختری برادر

# (a man’s) brother’s son’s child
source: great-nephew/niece
fa: نوه پسری برادر

# (a man’s) sister’s child’s child
source: great-nephew/niece
fa: نوه خواهر

# (a man’s) sister’s daughter’s child
source: great-nephew/niece
fa: نوه دختری خواهر

# (a man’s) sister’s son’s child
source: great-nephew/niece
fa: نوه پسری خواهر

# (a woman’s) brother’s child’s child
source: great-nephew/niece
fa: نوه برادر

# (a woman’s) brother’s daughter’s child
source: great-nephew/niece
fa: نوه دختری برادر

# (a woman’s) brother’s son’s child
source: great-nephew/niece
fa: نوه پسری برادر

# (a woman’s) sister’s child’s child
source: great-nephew/niece
fa: نوه خواهر

# (a woman’s) sister’s daughter’s child
source: great-nephew/niece
fa: نوه دختری خواهر

# (a woman’s) sister’s son’s child
source: great-nephew/niece
fa: نوه پسری خواهر

# sibling’s child’s child
source: great-nephew/niece
fa: نوه خواهر/برادر

# sibling’s daughter’s child
source: great-nephew/niece
fa: نوه دختری خوهر/برادر

# sibling’s son’s child
source: great-nephew/niece
fa: نوه پسری خواهر/برادر

# (a man’s) brother’s child’s daughter
source: great-niece
fa: نوه برادر

# (a man’s) brother’s daughter’s daughter
source: great-niece
fa: نوه دختری برادر

# (a man’s) brother’s son’s daughter
source: great-niece
fa: نوه پسری برادر

# (a man’s) sister’s child’s daughter
source: great-niece
fa: نوه خواهر

# (a man’s) sister’s daughter’s daughter
source: great-niece
fa: نوه دختری خواهر

# (a man’s) sister’s son’s daughter
source: great-niece
fa: نوه پسری خواهر

# (a woman’s) brother’s child’s daughter
source: great-niece
fa: نوه برادر

# (a woman’s) brother’s daughter’s daughter
source: great-niece
fa: نوه دختری برادر

# (a woman’s) brother’s son’s daughter
source: great-niece
fa: نوه پسری برادر

# (a woman’s) sister’s child’s daughter
source: great-niece
fa: نوه خواهر

# (a woman’s) sister’s daughter’s daughter
source: great-niece
fa: نوه دختری خواهر

# (a woman’s) sister’s son’s daughter
source: great-niece
fa: نوه پسری خواهر

# sibling’s child’s daughter
source: great-niece
fa: نوه خواهر/برادر

# sibling’s daughter’s daughter
source: great-niece
fa: نوه دختری خوهر/برادر

# sibling’s son’s daughter
source: great-niece
fa: نوه پسری خواهر/برادر

# father’s father’s brother
source: great-uncle
fa: برادر پدربزرگ

# father’s father’s sister’s husband
source: great-uncle
fa: شوهرخواهر پدربزرگ

# father’s mother’s brother
source: great-uncle
fa: برادر مادربزرگ

# father’s mother’s sister’s husband
source: great-uncle
fa: شوهرخواهر مادربزرگ

# father’s parent’s brother
source: great-uncle
fa: برادر پدربزرگ/مادربزرگ

# father’s parent’s sister’s husband
source: great-uncle
fa: شوهرخواهر پدربزرگ/مادربزرگ

# mother’s father’s brother
source: great-uncle
fa: برادر پدربزرگ

# mother’s father’s sister’s husband
source: great-uncle
fa: شوهرخواهر پدربزرگ

# mother’s mother’s brother
source: great-uncle
fa: برادر مادربزرگ

# mother’s mother’s sister’s husband
source: great-uncle
fa: شوهرخواهر مادربزرگ

# mother’s parent’s brother
source: great-uncle
fa: برادر پدربزرگ/مادربزرگ

# mother’s parent’s sister’s husband
source: great-uncle
fa: شوهرخواهر پدربزرگ/مادربزرگ

# parent’s father’s brother
source: great-uncle
fa: برادر پدربزرگ

# parent’s father’s sister’s husband
source: great-uncle
fa: شوهرخواهر پدربزرگ

# parent’s mother’s brother
source: great-uncle
fa: برادر مادربزرگ

# parent’s mother’s sister’s husband
source: great-uncle
fa: شوهرخواهر مادربزرگ

# parent’s parent’s brother
source: great-uncle
fa: برادر پدربزرگ/مادربزرگ

# parent’s parent’s sister’s husband
source: great-uncle
fa: شوهرخواهر پدربزرگ/مادربزرگ

source: half circle
fa: نیم دایره

# father’s son
source: half-brother
fa: برادر ناتنی(هم خون)

# mother’s son
source: half-brother
fa: برادر ناتنی(هم خون)

# parent’s son
source: half-brother
fa: برادر ناتنی(هم خون)

# father’s child
source: half-sibling
fa: خواهر/برادر ناتنی(هم خون)

# mother’s child
source: half-sibling
fa: خواهر/برادر ناتنی(هم خون)

# parent’s child
source: half-sibling
fa: خواهر/برادر ناتنی(هم خون)

# father’s daughter
source: half-sister
fa: خواهر ناتنی(هم خون)

# mother’s daughter
source: half-sister
fa: خواهر ناتنی(هم خون)

# parent’s daughter
source: half-sister
fa: خواهر ناتنی(هم خون)

source: herself
fa: خودش

source: hide
fa: مخفی

source: himself
fa: خودش

source: household
fa: خانواده

source: husband
fa: شوهر

source: immigration name
fa: نام مهاجرتی

# FEMALE
source: immigration name
fa: نام مهاجرتی

# MALE
source: immigration name
fa: نام مهاجرتی

source: import file
fa: ورود فایل

source: inline note
fa: یادداشت بین خطی

source: interpreted %s (%s)
fa: تعریف شده %s (%s)

source: invert selection
fa: معکوس کردن انتخاب

# GENITIVE
source: jours complementaires
fa: جورس کومپلمنتایرس

# INSTRUMENTAL
source: jours complementaires
fa: جورس کومپلمنتایرس

# LOCATIVE
source: jours complementaires
fa: جورس کومپلمنتایرس

# NOMINATIVE
source: jours complementaires
fa: جورس کومپلمنتایرس

source: last
fa: آخرین

# Show the [first/last] [N] parts of a place name.
source: last
fa: آخرین

source: left
fa: چپ

source: list
fa: فهرست

source: locations updated: %s, locations added: %s
fa: مکان‌های به‌روزرسانی شده: %s، مکان‌های اضافه شده: %s

source: maiden name
fa: نام خانوادگی پدری

source: managers
fa: مدیران

source: markdown
fa: نشانه گذاری

source: marriage
fa: ازدواج

# FEMALE
source: married
fa: متاهل

# MALE
source: married
fa: متاهل

source: married name
fa: نام خانوادگی پس از تاهل

# FEMALE
source: married name
fa: نام خانوادگی پس از تاهل

# MALE
source: married name
fa: نام خانوادگی پس از تاهل

# mother’s father
source: maternal grandfather
fa: پدربزرگ مادری

# mother’s mother
source: maternal grandmother
fa: مادربزرگ مادری

# mother’s parent
source: maternal grandparent
fa: پدربزرگ/مادربزرگ مادری

source: matrilineal
fa: مادرزادی

source: maximum %s day
fa: حداکثر %s روز

source: members
fa: اعضا

source: minimal
fa: حداقل

source: mother
fa: مادر

# husband’s mother
source: mother-in-law
fa: مادر شوهر

# spouse’s mother
source: mother-in-law
fa: مادر همسر

# wife’s mother
source: mother-in-law
fa: مادر زن

# spouse’s parent
source: mother/father-in-law
fa: مادر والدین همسر

# brother’s son
source: nephew
fa: پسر برادر

# husband’s brother’s son
source: nephew
fa: پسر برادر شوهر

# husband’s sibling’s son
source: nephew
fa: پسر خواهر/برادر شوهر

# husband’s sister’s son
source: nephew
fa: پسر خواهر شوهر

# sibling’s son
source: nephew
fa: پسر خواهر/برادر

# sister’s son
source: nephew
fa: پسر خواهر

# wife’s brother’s son
source: nephew
fa: پسر برادر زن

# wife’s sibling’s son
source: nephew
fa: پسر خواهر/برادر زن

# wife’s sister’s son
source: nephew
fa: پسر خواهر زن

# brother’s daughter’s husband
source: nephew-in-law
fa: داماد برادر

# sibling’s daughter’s husband
source: nephew-in-law
fa: دماد خواهر/برادر

# sisters’s daughter’s husband
source: nephew-in-law
fa: داماد خواهر

# brother’s child
source: nephew/niece
fa: فرزند برادر

# husband’s brother’s child
source: nephew/niece
fa: فرزند برادر شوهر

# husband’s sibling’s child
source: nephew/niece
fa: فرزند خواهر/برادر شوهر

# husband’s sister’s child
source: nephew/niece
fa: فرزند خواهر شوهر

# sibling’s child
source: nephew/niece
fa: فرزند خواهر/برادر

# sister’s child
source: nephew/niece
fa: فرزند خواهر

# wife’s brother’s child
source: nephew/niece
fa: فرزند برادر زن

# wife’s sibling’s child
source: nephew/niece
fa: فرزند خواهر/برادر زن

# wife’s sister’s child
source: nephew/niece
fa: فرزند خواهر زن

source: never
fa: هرگز

source: next
fa: بعدی

# brother’s daughter
source: niece
fa: دختر برادر

# husband’s brother’s daughter
source: niece
fa: دختر برادر شوهر

# husband’s sibling’s daughter
source: niece
fa: دختر خواهر/برادر شوهر

# husband’s sister’s daughter
source: niece
fa: دختر خواهر شوهر

# sibling’s daughter
source: niece
fa: دختر خواهر/برادر

# sister’s daughter
source: niece
fa: دختر خواهر

# wife’s brother’s daughter
source: niece
fa: دختر برادر زن

# wife’s sibling’s daughter
source: niece
fa: دختر خواهر/برادر زن

# wife’s sister’s daughter
source: niece
fa: دختر خواهر زن

# brother’s son’s wife
source: niece-in-law
fa: عروس برادر

# sibling’s son’s wife
source: niece-in-law
fa: عروس خوهر/برادر

# sisters’s son’s wife
source: niece-in-law
fa: عروس خواهر

source: ninth cousin
fa: عمو/دایی/عمه/خاله زاده نَسَب نهم

# FEMALE
source: ninth cousin
fa: عمو/دایی/عمه/خاله زاده نَسَب نهم

# MALE
source: ninth cousin
fa: عمو/دایی/عمه/خاله زاده نَسَب نهم

source: no
fa: خیر

source: none
fa: هیچکدام

# Surname tradition
source: none
fa: هیچکدام

source: numbers
fa: تعداد

source: of
fa: از

source: parent
fa: والدین

source: partner
fa: همسر

# FEMALE
source: partner
fa: همسر

# MALE
source: partner
fa: همسر

# Surname tradition
source: paternal
fa: انتقال نام‌خانوادگی از پدر

# father’s father
source: paternal grandfather
fa: انتقال نام‌خانوادگی از پدربزرگ پدری

# father’s mother
source: paternal grandmother
fa: انتقال نام‌خانوادگی از مادربزرگ پدری

# father’s parent
source: paternal grandparent
fa: انتقال نام‌خانوادگی از والدین پدر

source: patrilineal
fa: وابسته به دودمان پدری

source: pending
fa: انتظار

source: percentage
fa: درصد

source: political
fa: سیاسی

source: previous
fa: قبلی

source: primary evidence
fa: شواهد اولیه

source: proven
fa: اثبات شده

source: questionable evidence
fa: شواهد مشکوک

source: records
fa: رکوردها

# You should review the changes and then accept or reject them.
source: reject
fa: رد

# You should review the deletion and then accept or reject it.
source: reject
fa: رد

source: rejected
fa: رد شد

source: religious
fa: مذهبی

source: religious name
fa: نام مذهبی

# FEMALE
source: religious name
fa: نام مذهبی

# MALE
source: religious name
fa: نام مذهبی

source: replace
fa: جایگزینی

source: reset
fa: بازنشانی

source: right
fa: راست

source: save
fa: ذخیره

source: search
fa: جستجو

source: second %s
fa: دومین %s

# FEMALE
source: second %s
fa: دومین %s

# MALE
source: second %s
fa: دومین %s

source: second cousin
fa: عمو/دایی/عمه/خاله زاده نَسَب دوم

# FEMALE
source: second cousin
fa: دختر عمو/دایی/عمه/خاله نَسَب دوم

# MALE
source: second cousin
fa: پسر عمو/دایی/عمه/خاله نَسَب دوم

# grandfather’s brother’s grandchild
source: second cousin
fa: نوه برادر پدر بزرگ نَسَب دوم

# grandfather’s brother’s granddaughter
source: second cousin
fa: نوه برادر پدر بزرگ نَسَب دوم

# grandfather’s brother’s grandson
source: second cousin
fa: نوه برادر پدر بزرگ نَسَب دوم

# grandfather’s sibling’s grandchild
source: second cousin
fa: نوه برادر/خواهر پدر بزرگ نَسَب دوم

# grandfather’s sibling’s granddaughter
source: second cousin
fa: نوه برادر/خواهر پدر بزرگ نَسَب دوم

# grandfather’s sibling’s grandson
source: second cousin
fa: نوه برادر/خواهر پدر بزرگ نَسَب دوم

# grandfather’s sister’s grandchild
source: second cousin
fa: نوه خواهر پدر بزرگ نَسَب دوم

# grandfather’s sister’s granddaughter
source: second cousin
fa: نوه خواهر پدر بزرگ نَسَب دوم

# grandfather’s sister’s grandson
source: second cousin
fa: نوه خواهر پدر بزرگ نَسَب دوم

# grandmother’s brother’s grandchild
source: second cousin
fa: نوه برادر مادر بزرگ نَسَب دوم

# grandmother’s brother’s granddaughter
source: second cousin
fa: نوه برادر مادر بزرگ نَسَب دوم

# grandmother’s brother’s grandson
source: second cousin
fa: نوه برادر مادر بزرگ نَسَب دوم

# grandmother’s sibling’s grandchild
source: second cousin
fa: نوه برادر/خواهر مادر بزرگ نَسَب دوم

# grandmother’s sibling’s granddaughter
source: second cousin
fa: نوه برادر/خواهر مادر بزرگ نَسَب دوم

# grandmother’s sibling’s grandson
source: second cousin
fa: نوه برادر/خواهر مادر بزرگ نَسَب دوم

# grandmother’s sister’s grandchild
source: second cousin
fa: نوه خواهر مادر بزرگ نَسَب دوم

# grandmother’s sister’s granddaughter
source: second cousin
fa: نوه خواهر مادر بزرگ نَسَب دوم

# grandmother’s sister’s grandson
source: second cousin
fa: نوه خواهر مادر بزرگ نَسَب دوم

# grandparent’s brother’s grandchild
source: second cousin
fa: نوه برادر پدر بزرگ/مادر بزرگ نَسَب دوم

# grandparent’s brother’s granddaughter
source: second cousin
fa: نوه برادر پدر بزرگ/مادر بزرگ نَسَب دوم

# grandparent’s brother’s grandson
source: second cousin
fa: نوه برادر پدر بزرگ/مادر بزرگ نَسَب دوم

# grandparent’s sibling’s grandchild
source: second cousin
fa: نوه برادر/خواهر پدر بزرگ یا مادر بزرگ نَسَب دوم

# grandparent’s sibling’s granddaughter
source: second cousin
fa: نوه برادر/خواهر پدر بزرگ یا مادر بزرگ نَسَب دوم

# grandparent’s sibling’s grandson
source: second cousin
fa: نوه برادر/خواهر پدر بزرگ یا مادر بزرگ نَسَب دوم

# grandparent’s sister’s grandchild
source: second cousin
fa: نوه خواهر پدر بزرگ/مادر بزرگ نَسَب دوم

# grandparent’s sister’s granddaughter
source: second cousin
fa: نوه خواهر پدر بزرگ/مادر بزرگ نَسَب دوم

# grandparent’s sister’s grandson
source: second cousin
fa: نوه خواهر پدر بزرگ/مادر بزرگ نَسَب دوم

source: secondary evidence
fa: شواهد ثانویه

source: select all
fa: انتخاب همه

source: select none
fa: انتخاب هیچکدام

source: self
fa: خود

source: seventh cousin
fa: عمو/دایی/عمه/خاله زاده نَسَب هفتم

# FEMALE
source: seventh cousin
fa: دختر عمو/دایی/عمه/خاله نَسَب هفتم

# MALE
source: seventh cousin
fa: پسر عمو/دایی/عمه/خاله نَسَب هفتم

source: shared note
fa: یادداشت مشترک

source: show
fa: نمایش

source: show changes made in webtrees
fa: نمایش تغییرات ایجاد شده در webtrees

source: show changes recorded in the genealogy data
fa: نمایش تغییرات ثبت شده در داده های شجره نامه

source: show more
fa: اطلاعات بیشتر

source: show the chart
fa: نمایش نمودار

source: sibling
fa: خواهر/برادر تنی

source: sign in
fa: ورود به سیستم

source: sign out
fa: خروج

source: sister
fa: خواهر
