Repository: Gustine/webtrees
Catalog: resources/lang/*/messages.po
Languages: fa

source: DNA markers
fa: نشانگرهای DNA

source: Daitch-Mokotoff
fa: سیستم جستجوی آوایی

source: Dallas, Texas, United States
fa: دالاس، تگزاس، ایالات متحده

source: Data
fa: داده

source: Data controller
fa: کنترل کننده داده

source: Data fix
fa: اصلاح داده

source: Data fixes
fa: اصلاح داده ها

source: Data fixes can require lots of slow calculations, so it is not possible to create an exact list of records that need to be updated.
fa: اصلاح داده ها می تواند به محاسبات آهسته زیادی نیاز داشته باشد، بنابراین نمی توان فهرست دقیقی از رکوردهایی که باید به روز شوند ایجاد کرد.

source: Data folder
fa: پوشه داده

source: Database connection
fa: اتصال بانک اطلاعات

source: Database name
fa: نام بانک اطلاعات

source: Database password
fa: رمز عبور بانک اطلاعات

source: Database type
fa: نوع بانک اطلاعات

source: Database user account
fa: نام کاربری بانک اطلاعات

source: Date
fa: تاریخ

source: Date differences
fa: اختلاف تاریخ

source: Date of LDS baptism
fa: تاریخ غسل تعمید LDS

source: Date of LDS child sealing
fa: تاریخ مهر وموم کودک LDS

source: Date of LDS confirmation
fa: تاریخ تایید LDS

source: Date of LDS endowment
fa: تاریخ وقف LDS

source: Date of LDS spouse sealing
fa: تاریخ مهر وموم همسر LDS

source: Date of adoption
fa: تاریخ پذیرش

source: Date of baptism
fa: تاریخ غسل تعمید

source: Date of bar mitzvah
fa: تاریخ bar mitzvah

source: Date of bat mitzvah
fa: تااریخ bat mitzvah

source: Date of birth
fa: تاریخ تولد

source: Date of blessing
fa: تاریخ بلیسینگ

source: Date of brit milah
fa: تاریخ brit milah

source: Date of burial
fa: تاریخ خاکسپاری

source: Date of christening
fa: تاریخ تعمید

source: Date of confirmation
fa: تاریخ تایید

source: Date of cremation
fa: تاریخ سوزاندن

source: Date of death
fa: تاریخ فوت

source: Date of divorce
fa: تاریخ طلاق

source: Date of emigration
fa: تاریخ هجرت

source: Date of engagement
fa: تاریخ نامزدی

source: Date of entry in original source
fa: تاریخ درج در منبع اصلی

source: Date of event
fa: تاریخ رویداد

source: Date of first communion
fa: تاریخ اولین عشاء

source: Date of immigration
fa: تاریخ مهاجرت

source: Date of last change
fa: تاریخ آخرین تغییر

source: Date of marriage
fa: تاریخ ازدواج

source: Date of marriage banns
fa: تاریخ اعلان ازدواج در کلیسا

source: Date of naturalization
fa: تاریخ اخذ تابعیت

source: Date of ordination
fa: تاریخ تعیین

source: Date of residence
fa: تاریخ سکونت

source: Date period
fa: دوره تاریخ

source: Date periods are used to indicate that a fact, such as an occupation, continued for a period of time.
fa: از دوره های تاریخ برای نشان دادن این موضوع استفاده می شود که یک واقعه، مانند یک شغل، برای یک دوره زمانی ادامه داشته است.

source: Date range
fa: دامنه تاریخ

source: Date ranges are used to indicate that an event, such as a birth, happened on an unknown date within a possible range.
fa: دامنه تاریخ برای نشان دادن اینکه یک رویداد، مانند تولد، در تاریخ نامعلومی در محدوده ممکن رخ داده است، استفاده می شود.

source: Date registered
fa: تاریخ ثبت نام

source: Date sent
fa: تاریخ ارسال

source: Dates are only converted if they are valid for the calendar. For example, only dates between %1$s and %2$s will be converted to the French calendar and only dates after %3$s will be converted to the Gregorian calendar.
fa: تاریخ ها فقط در صورتی تبدیل می شوند که برای تقویم معتبر باشند. برای مثال، فقط تاریخ‌های بین %1$s و %2$s به تقویم فرانسوی و فقط تاریخ‌های بعد از %3$s به تقویم میلادی تبدیل می‌شوند.

source: Dates are stored using English abbreviations and keywords. Shortcuts are available as alternatives to these abbreviations and keywords.
fa: تاریخ ها با استفاده از اختصارات و کلمات کلیدی انگلیسی ذخیره می شوند. میانبرها به عنوان جایگزینی برای این اختصارات و کلمات کلیدی موجود هستند.

source: Daughter
fa: دختر

source: Daughter of %s
fa: دختر ِ %s

source: Day
fa: روز

source: Day not set
fa: روز تعیین نشده

source: Day:
fa: روز:

source: Dead
fa: متوفی

source: Death
fa: فوت

source: Death by country
fa: فوت براساس کشور

source: Death date range end
fa: پایان دامنه تاریخ فوت

source: Death date range start
fa: شروع دامنه تاریخ فوت

source: Death of a brother
fa: فوتِ یک برادر

source: Death of a child
fa: فوت فرزند

source: Death of a daughter
fa: فوت دختر

source: Death of a father
fa: فوت پدر

source: Death of a grandchild
fa: فوت نوه

source: Death of a granddaughter
fa: فوت نوه(دختر)

# daughter’s daughter
source: Death of a granddaughter
fa: فوت نوه دختری(دختر)

# son’s daughter
source: Death of a granddaughter
fa: فوت نوه پسری(دختر)

source: Death of a grandfather
fa: فوت پدر بزرگ

source: Death of a grandmother
fa: فوت مادر بزرگ

source: Death of a grandparent
fa: فوت پدر بزرگ/مادربزرگ

source: Death of a grandson
fa: فوت نوه(پسر)

# daughter’s son
source: Death of a grandson
fa: فوت نوه دختری(پسر)

# son’s son
source: Death of a grandson
fa: فوت نوه پسری(پسر)

source: Death of a half-brother
fa: فوت برادر ناتنی

source: Death of a half-sibling
fa: فوت خواهر-برادر ناتنی

source: Death of a half-sister
fa: فوت خواهر ناتنی

source: Death of a husband
fa: فوت شوهر

source: Death of a maternal grandfather
fa: فوت پدربزرگ مادری

source: Death of a maternal grandmother
fa: فوت مادربزرگ مادری

source: Death of a mother
fa: فوت مادر

source: Death of a parent
fa: فوت یکی از والدین

source: Death of a paternal grandfather
fa: فوت پدربزرگ پدری

source: Death of a paternal grandmother
fa: فوت مادربزرگ پدری

source: Death of a sibling
fa: فوت خواهر-برادر

source: Death of a sister
fa: فوت خواهر

source: Death of a son
fa: فوت پسر

source: Death of a spouse
fa: فوت همسر

source: Death of a wife
fa: فوت زن

source: Death of one spouse
fa: فوت یکی از همسران

source: Death place contains
fa: محل فوت شامل

source: Death places
fa: محل های فوت

source: Deaths
fa: فوت‌شدگان

source: Deaths by century
fa: تعداد فوت در قرن

# Abbreviation for December
source: Dec
fa: دسامبر

source: Decade of birth
fa: دهه ی تولد

source: Decade of death
fa: دهه ی فوت

source: Decade of marriage
fa: دهه ی ازدواج

# GENITIVE
source: December
fa: دسامبر

# INSTRUMENTAL
source: December
fa: دسامبر

# LOCATIVE
source: December
fa: دسامبر

# NOMINATIVE
source: December
fa: دسامبر

source: Decidi
fa: دسیدی

source: Default chart
fa: نمودار پیش فرض

source: Default family tree
fa: شجره نامه پیش فرض

source: Default individual
fa: فرد پیش فرض

source: Default theme
fa: تم پیش‌فرض

source: Definition
fa: تعریف

source: Degree
fa: درجه

# font name
source: DejaVu
fa: دژاوو

source: Delete
fa: حذف

source: Delete all existing geographic data before importing the file.
fa: قبل از وارد کردن فایل، تمام داده های جغرافیایی موجود را حذف کنید.

source: Delete inactive users
fa: حذف کاربران غیرفعال

source: Delete selected messages
fa: حذف پیام های انتخاب شده

source: Delete the preferences for this module.
fa: تنظیمات برگزیده این ماژول را حذف کنید.

source: Delete this name
fa: حذف این نام

source: Delete your account
fa: حذف نام کاربری خود

source: Deleting the family will unlink all of the individuals from each other but will leave the individuals in place. Are you sure you want to delete this family?
fa: حذف خانواده همه افراد را از یکدیگر جدا می کند، اما افراد در جای خود باقی می مانند. آیا مطمئن هستید که می خواهید این خانواده را حذف کنید؟

source: Democratic Republic of the Congo
fa: جمهوری دموکراتیک کنگو

source: Denmark
fa: دانمارک

source: Denver, Colorado, United States
fa: دنور، کلرادو، ایالات متحده

source: Depending on your server configuration, you may be able to upgrade automatically.
fa: بسته به پیکربندی سرور خود، ممکن است بتوانید به طور خودکار ارتقا دهید.

source: Descendant generations
fa: نسل های نوادگان

source: Descendants
fa: نوادگان

source: Descendants interest
fa: علاقه نوادگان

source: Descendants of
fa: نوادگانِ ِ

source: Descendants of %s
fa: نوادگانِ ِ %s

source: Description
fa: شرح

source: Description META tag
fa: شرح تگ متا

source: Destination
fa: مقصد

source: Details
fa: جزئیات

source: Details of the new user will be sent to the genealogy contact for the corresponding family tree.
fa: جزئیات کاربر جدید برای شجره نامه مربوطه به مخاطب شجره نامه ارسال می شود.

source: Detroit, Michigan, United States
fa: دیترویت، میشیگان، ایالات متحده

# Abbreviation for Persian month: Dey
source: Dey
fa: دی

# GENITIVE
source: Dey
fa: دی

# INSTRUMENTAL
source: Dey
fa: دی

# LOCATIVE
source: Dey
fa: دی

# NOMINATIVE
source: Dey
fa: دی

# GENITIVE
source: Dhu al-Hijjah
fa: ذوالحجه

# INSTRUMENTAL
source: Dhu al-Hijjah
fa: ذوالحجه

# LOCATIVE
source: Dhu al-Hijjah
fa: ذوالحجه

# NOMINATIVE
source: Dhu al-Hijjah
fa: ذوالحجه

# GENITIVE
source: Dhu al-Qi’dah
fa: ذوالقعده

# INSTRUMENTAL
source: Dhu al-Qi’dah
fa: ذوالقعده

# LOCATIVE
source: Dhu al-Qi’dah
fa: ذوالقعده

# NOMINATIVE
source: Dhu al-Qi’dah
fa: ذوالقعده

source: Died as a child: exempt
fa: فوت در کودکی: معاف

source: Died as an infant: exempt
fa: فوت در نوزادی: معاف

source: Differences
fa: تفاوت

source: Different calendar systems are used in different parts of the world, and many other calendar systems have been used in the past. Where possible, you should enter dates using the calendar in which the event was originally recorded. You can then specify a conversion, to show these dates in a more familiar calendar. If you regularly use two calendars, you can specify two conversions and dates will be converted to both the selected calendars.
fa: سیستم های تقویم متفاوتی در نقاط مختلف جهان استفاده می شود و بسیاری از سیستم های تقویم دیگر در گذشته مورد استفاده قرار گرفته اند. در صورت امکان، باید تاریخ ها را با استفاده از تقویمی که رویداد در ابتدا در آن ثبت شده است وارد کنید. سپس می‌توانید تبدیلی را مشخص کنید تا این تاریخ‌ها را در تقویمی آشناتر نشان دهید. اگر به طور منظم از دو تقویم استفاده می کنید، می توانید دو تبدیل را مشخص کنید و تاریخ ها به هر دو تقویم انتخاب شده تبدیل شوند.

source: Direct line ancestors
fa: اجداد بدون واسط

source: Direct line ancestors and their families
fa: اجداد بدون واسط و خانواده های آنها

source: Display %s
fa: نمایش %s

source: Display and manage a family tree’s favorite pages.
fa: نمایش و مدیریت صفحات مورد علاقه یک شجره نامه .

source: Display and manage a user’s favorite pages.
fa: نمایش و مدیریت صفحات مورد علاقه کاربر.

source: Divorce
fa: طلاق

source: Divorce filed
fa: تقاضای طلاق

source: Divorces by century
fa: تعداد طلاق در قرن

source: Djibouti
fa: جیبوتی

source: Do not seal, previous sealing canceled
fa: مهر و موم نکنید، مهر و موم قبلی لغو شده است

source: Do not seal: unauthorized
fa: مهر و موم نشود: غیر مجاز

source: Do not use maps
fa: از نقشه استفاده نکنید

source: Document
fa: سند

source: Domain name
fa: نام دامنه

source: Dominica
fa: دومینیکا

source: Dominican Republic
fa: جمهوری دومینیکن

source: Download
fa: دانلود

source: Download %s…
fa: دانلود %s…

source: Download file
fa: دانلود فایل

source: Drag the blocks to change their position.
fa: برای تغییر موقعیت بلوک ها, آنها را بکشید.

source: Draper, Utah, United States
fa: دریپر، یوتا، ایالات متحده آمریکا

source: Duodi
fa: دودی

source: Duplicate email address. A user with that email already exists.
fa: یک کاربر با ایمیل مورد نظر شما قبلا ثبت نام کرده است، لطفا از یک ایمیل دیگر استفاده نمایید.

source: Duplicate username. A user with that username already exists. Please choose another username.
fa: نام کاربری مورد نظر موجود می باشد. لطفا از یک نام کاربری دیگر استفاده نمایید.

source: Each source records specific events, generally for a given date range and for a place jurisdiction. For example a Census records census events and church records record birth, marriage, and death events.<br><br>Select the events that are recorded by this source from the list of events provided. The date should be specified in a range format such as <i>FROM 1900 TO 1910</i>. The place jurisdiction is the name of the lowest jurisdiction that encompasses all lower-level places named in this source. For example, “Oneida, Idaho, USA” would be used as a source jurisdiction place for events occurring in the various towns within Oneida County. “Idaho, USA” would be the source jurisdiction place if the events recorded took place not only in Oneida County but also in other counties in Idaho.
fa: هر منبع رویدادهای خاصی را معمولاً برای یک محدوده تاریخ معین و برای یک حوزه قضایی ثبت می کند. برای مثال یک سرشماری رویدادهای آمار را ثبت می‌کند و کلیسا رویدادهای تولد، ازدواج و مرگ را ثبت می‌کند.<br><br>رویدادهایی را که توسط این منبع ثبت شده‌اند از لیست رویدادهای ارائه شده انتخاب کنید. تاریخ باید در قالب دامنه ای مانند <i>از 1900 تا 1910</i> مشخص شود. حوزه قضایی مکان نام پایین‌ترین حوزه قضایی است که همه مکان‌های سطح پایین‌تر ذکر شده در این منبع را در بر می‌گیرد. به عنوان مثال، "اونیدا، آیداهو، ایالات متحده آمریکا" به عنوان یک مرجع قضایی منبع برای رویدادهایی که در شهرهای مختلف در شهرستان اونیدا رخ می دهد استفاده می شود. اگر وقایع ثبت شده نه تنها در شهرستان اونیدا بلکه در سایر شهرستان‌های آیداهو نیز اتفاق افتد، «آیداهو، ایالات متحده آمریکا» مرجع قضایی منبع خواهد بود.

source: Each user account has an option to “automatically accept changes”. When this is enabled, any changes made by that user are saved immediately. Many administrators enable this for their own user account.
fa: هر حساب کاربری گزینه ای برای "پذیرش خودکار تغییرات" دارد. هنگامی که این مورد فعال باشد، تغییرات ایجاد شده توسط آن کاربر بلافاصله ذخیره می شود. بسیاری از مدیران این قابلیت را برای حساب کاربری خود فعال می کنند.

source: Earliest birth
fa: قدیمی ترین تولد

source: Earliest death
fa: قدیمی ترین فوت

source: Earliest divorce
fa: قدیمی ترین طلاق

source: Earliest marriage
fa: قدیمی ترین ازدواج

source: Ecuador
fa: اکوادور

source: Edit
fa: ویرایش

source: Edit a media file
fa: ویرایش فایل رسانه ای

source: Edit preferences
fa: ویرایش الویت ها

source: Edit the FAQ
fa: ویرایش پرسش های متداول

source: Edit the gender
fa: ویرایش جنسیت

source: Edit the name
fa: ویرایش نام

source: Edit the raw GEDCOM
fa: ویرایش فرمت GEDCOM خام

source: Edit the shared note
fa: ویرایش یادداشت مشترک

source: Edit the story
fa: ویرایش داستان

source: Edit the user
fa: ویرایش کاربر

source: Edit this individual and replace their details with your own.
fa: این فرد را ویرایش کرده و مشخصاتش را با مشخصات خود جایگزین کنید.

source: Editing restriction
fa: محدودیت ویرایش

source: Editor
fa: ویرایشگر

source: Edmonton, Alberta, Canada
fa: ادمونتون، آلبرتا، کانادا

source: Education
fa: تحصیلات

source: Egypt
fa: مصر

source: El Salvador
fa: السالوادور

source: Electronic
fa: الکترونیک

# GENITIVE
source: Elul
fa: اِلول

# INSTRUMENTAL
source: Elul
fa: اِلول

# LOCATIVE
source: Elul
fa: اِلول

# NOMINATIVE
source: Elul
fa: اِلول

source: Email
fa: ایمیل

source: Email address
fa: آدرس ایمیل

source: Email verified
fa: ایمیل تایید شد

source: Emigration
fa: مهاجرت

source: Employee
fa: کارمند

# FEMALE
source: Employee
fa: کارمند زن

# MALE
source: Employee
fa: کارمند مرد

source: Employer
fa: کارفرما

# FEMALE
source: Employer
fa: کارفرما زن

# MALE
source: Employer
fa: کارفرما مرد

source: Empty the clippings cart
fa: خالی کردن سبد گزیده ها

source: Enabled
fa: فعال

source: Enabling this option will force all visitors to sign in before they can view any data on the website.
fa: فعال کردن این گزینه همه بازدیدکنندگان را مجبور می‌کند تا قبل از مشاهده هرگونه اطلاعات در وب‌سایت وارد سیستم شوند.

source: End year
fa: سال پایان

source: Ending range of change dates
fa: پایان دامنه تاریخ های تغییر

source: Endowment House
fa: اندامنت هاوس

source: Engagement
fa: نامزدی

source: England
fa: انگلستان

source: Enter an optional note about this favorite
fa: ثبت یادداشت اختیاری در مورد این علاقه مندی

source: Entire record
fa: رکورد کامل

source: Equatorial Guinea
fa: گینه استوایی

source: Eritrea
fa: اریتره

source: Error: converting GEDCOM files from %s encoding to UTF-8 encoding not currently supported.
fa: خطا: تبدیل فایل‌های GEDCOM از رمزگذاری %s به رمزگذاری UTF-8 در حال حاضر پشتیبانی نمی‌شود.

# Abbreviation for Persian month: Esfand
source: Esf
fa: اسفند

# GENITIVE
source: Esfand
fa: اسفند

# INSTRUMENTAL
source: Esfand
fa: اسفند

# LOCATIVE
source: Esfand
fa: اسفند

# NOMINATIVE
source: Esfand
fa: اسفند

source: Estate name
fa: نام املاک

source: Estimated dates for birth and death
fa: تاریخ تخمینی تولد و فوت

source: Estonia
fa: استونی

source: Ethiopia
fa: اتیوپی

source: Europe
fa: اروپا

source: Event
fa: رویداد

source: Events
fa: رویدادها

source: Events in countries
fa: رویدادهای کشورها

source: Events of close relatives
fa: رویدادهای اقوام نزدیک

source: Everybody has this role, including visitors to the website and search engines.
fa: همه این نقش را دارند، از جمله بازدیدکنندگان وب سایت و موتورهای جستجو.

source: Exact
fa: دقیقا

source: Exact date
fa: تاریخ دقیق

source: Exclude individuals with “%s” as a married name
fa: بجز افراد دارای "%s" با نام پس از تاهل

source: Exclude subfolders
fa: بجز زیر پوشه ها

source: Excluded from this submission
fa: بجز این تفویض

source: Explain why you are requesting an account.
fa: توضیح دهید که چرا درخواست یک حساب کاربری دارید.

source: Export
fa: ارسال

source: Export a GEDCOM file
fa: ارسال یک فایل GEDCOM

source: Export all the family trees to GEDCOM files…
fa: ارسال کلیه شجرنامه ها بصورت فایل های GEDCOM…

source: Export preferences
fa: ارسال الویت ها

source: Extend privacy to dead individuals
fa: تعمیم افراد تنظیمات حریم خصوصی به افراد متوفی

source: External files
fa: فایل های خارجی

source: External media files have a URL instead of a filename.
fa: فایل های رسانه ای خارجی به جای نام فایل دارای URL هستند.

source: Extra information
fa: اطلاعات اضافی

source: Eye color
fa: رنگ چشم

source: FAQ
fa: پرسش‌های متداول

source: FAQs are lists of questions and answers, which allow you to explain the site’s rules, policies, and procedures to your visitors. Questions are typically concerned with privacy, copyright, user-accounts, unsuitable content, requirement for source-citations, etc.
fa: پرسش‌های متداول فهرستی از پرسش‌ها و پاسخ‌ها هستند که به شما امکان می‌دهند قوانین، سیاست‌ها و رویه‌های سایت را برای بازدیدکنندگان خود توضیح دهید. سؤالات معمولاً به حریم خصوصی، حق چاپ، حساب های کاربری، محتوای نامناسب، نیاز به منبع استناد و غیره مربوط می شوند.

source: Fact
fa: واقعه

source: Fact 1
fa: واقعه 1

source: Fact 10
fa: واقعه 10

source: Fact 11
fa: واقعه 11

source: Fact 12
fa: واقعه 12

source: Fact 13
fa: واقعه 13

source: Fact 2
fa: واقعه 2

source: Fact 3
fa: واقعه 3

source: Fact 4
fa: واقعه 4

source: Fact 5
fa: واقعه 5

source: Fact 6
fa: واقعه 6

source: Fact 7
fa: واقعه 7

source: Fact 8
fa: واقعه 8

source: Fact 9
fa: واقعه 9

source: Fact icons
fa: آیکون وقایع

source: Fact or event
fa: رویداد یا واقعه

source: Facts and events
fa: رویدادها یا وقایع

source: Facts for family records
fa: وقایع رکوردهای خانواده

source: Facts for individual records
fa: وقایع رکورد های افراد

source: Facts for new families
fa: وقایع خانواده های جدید

source: Facts for new individuals
fa: وقایع افراد جدید

source: Facts for repository records
fa: وقایع رکورد های مخازن

source: Facts for source records
fa: وقایع رکوردهای منابع

source: Falkland Islands
fa: جزایر فالکلند

source: Families
fa: خانواده ها

source: Families with sources
fa: خانواده های دارای منبع

source: Family
fa: خانواده

source: Family as a child
fa: خانواده در کودکی

source: Family as a spouse
fa: خانوادهِ همسر

source: Family book
fa: کتاب خانواده

source: Family book of %s
fa: کتاب خانوادهِ %s

source: Family census
fa: سرشماری خانواده

source: Family file
fa: فایل خانواده

source: Family navigator
fa: راهنمای خانواده

source: Family news and site announcements.
fa: اخبار خانواده و اطلاعیه های سایت.

source: Family of %s
fa: خانوادهِ %s

source: Family residence
fa: محل سکونت خانواده

source: Family status
fa: وضعیت خانواده

source: Family tree
fa: شجره نامه

source: Family tree clippings cart
fa: سبد گزیده های شجرنامه

source: Family tree title
fa: عنوان شجره نامه

source: Family trees
fa: شجره نامه ها

source: Family with %s
fa: خانواده %s

source: Family with adoptive parents
fa: خانواده پدر و مادر خوانده

source: Family with foster parents
fa: خانواده پدر و مادر رضاعی

source: Family with husband
fa: خانواده شوهر

source: Family with parents
fa: خانواده پدر و مادر

source: Family with rada parents
fa: خانواده والدین رادا

source: Family with sealing parents
fa: خانواده پدر و مادر سیلینگ

source: Family with spouse
fa: خانواده همسر

source: Family with the most children
fa: خانواده دارای بیشترین فرزند

source: Family with wife
fa: خانواده زن

source: FamilySearch ID
fa: شناسه FamilySearch

source: Fan chart
fa: نمودار پنکه ای

source: Fan chart of %s
fa: نمودار پنکه ای %s

# Abbreviation for Persian month: Farvardin
source: Far
fa: فروردین

source: Faroe Islands
fa: جزایر فارو

# GENITIVE
source: Farvardin
fa: فروردین

# INSTRUMENTAL
source: Farvardin
fa: فروردین

# LOCATIVE
source: Farvardin
fa: فروردین

# NOMINATIVE
source: Farvardin
fa: فروردین

source: Father
fa: پدر

source: Father: %s
fa: پدر: %s

source: Father’s age
fa: سن پدر

source: Father’s family with %s
fa: خانواده پدری با %s

source: Father’s family with an unknown individual
fa: خانواده پدری با فرد ناشناس

source: Favorites
fa: علاقه مندی ها

source: Fax
fa: فاکس

# Abbreviation for February
source: Feb
fa: فوریه

# GENITIVE
source: February
fa: فوریه

# INSTRUMENTAL
source: February
fa: فوریه

# LOCATIVE
source: February
fa: فوریه

# NOMINATIVE
source: February
fa: فوریه

source: Female
fa: زن

source: Females
fa: زنان

source: Fiji
fa: فیجی

source: File size
fa: حجم فایل

source: File successfully uploaded
fa: فایل با موفقیت آپلود شد

source: Filename
fa: نام فایل

source: Filename on server
fa: نام فایل بر روی سرور

source: Filenames are not allowed to contain the character “%s”.
fa: نام فایل ها مجاز به داشتن کاراکتر "%s" نیستند.

source: Filenames are not allowed to have the extension “%s”.
fa: نام فایل ها مجاز به داشتن پسوند "%s" نیستند.

source: Files have been found from a previous version of webtrees. Old files can sometimes be a security risk. You should delete them.
fa: فایل‌هایی از نسخه قبلی webtrees پیدا شده‌اند. فایل های قدیمی گاهی اوقات می توانند یک خطر امنیتی باشند. شما باید آنها را حذف کنید.

source: Files marked with %s are required for proper operation and cannot be removed.
fa: فایل هایی که با %s علامت‌گذاری شده‌اند برای عملکرد صحیح مورد نیاز هستند و قابل حذف نیستند.

source: Filter
fa: فیلتر

source: Find a source
fa: یافتن منبع

source: Find a special character
fa: یافتن حرف خاص

source: Find all possible relationships
fa: یافت همه خویشاوندی های ممکن

source: Find any relationship
fa: یافت هرگونه خویشاوندی

source: Find duplicates
fa: یافتن تکراری ها

source: Find other relationships
fa: یافتن سایر خویشاوندی ها

source: Find relationships via ancestors
fa: یافتن خویشاوندی از طریق اجداد

source: Find the closest relationships
fa: یافتن نزدیکترین خویشاوندی

source: Find unrelated individuals
fa: یافتن افراد بدون نسبت

source: Finland
fa: فنلاند

source: First communion
fa: اولین اشتراک

source: First event
fa: اولین رویداد

source: First record
fa: اولین رکورد

source: Fix name slashes and spaces
fa: اسلش نام ها و فاصله ها را برطرف کنید

source: Flag
fa: پرچم

source: Flanders
fa: فلاندر

# GENITIVE
source: Floreal
fa: فلورال

# INSTRUMENTAL
source: Floreal
fa: فلورل

# LOCATIVE
source: Floreal
fa: فلورل

# NOMINATIVE
source: Floreal
fa: فلورل

source: Folder
fa: پوشه

source: Folder name on server
fa: نام پوشه بر روی سرور

source: Follow this link to verify your email address.
fa: برای تایید آدرس ایمیل خود این لینک را دنبال کنید.

source: Font
fa: فونت

source: Footer
fa: پاورقی

source: Footers
fa: پاورقی ها

source: For example, if the GEDCOM file contains %1$s and webtrees expects to find %2$s in the media folder, then you would need to remove %3$s.
fa: برای مثال، اگر فایل GEDCOM حاوی %1$s باشد و webtrees انتظار دارد %2$s را در پوشه رسانه پیدا کند، باید %3$s را حذف کنید.
