Repository: Gustine/webtrees
Catalog: resources/lang/*/messages.po
Languages: fa

source: Keyword examples
fa: نمونه کلمات کلیدی

# Abbreviation for Persian month: Khordad
source: Khor
fa: خرداد

# GENITIVE
source: Khordad
fa: خرداد

# INSTRUMENTAL
source: Khordad
fa: خرداد

# LOCATIVE
source: Khordad
fa: خرداد

# NOMINATIVE
source: Khordad
fa: خرداد

source: Kiribati
fa: کیریباتی

# GENITIVE
source: Kislev
fa: کیسلِو

# INSTRUMENTAL
source: Kislev
fa: کیسلِو

# LOCATIVE
source: Kislev
fa: کیسلِو

# NOMINATIVE
source: Kislev
fa: کیسلِو

source: Kona, Hawaii, United States
fa: کونا، هاوایی، ایالات متحده

source: Korea
fa: کره جنوبی

source: Kuwait
fa: کویت

source: Kyiv, Ukraine
fa: کیف، اوکراین

source: Kyrgyzstan
fa: قرقیزستان

source: LDS baptism
fa: غسل تعمید LDS

source: LDS child sealing
fa: سیلینگ کودک LDS

source: LDS confirmation
fa: تاییدیه LDS

source: LDS endowment
fa: وقف LDS

source: LDS spouse sealing
fa: سیلینگ همسر LDS

source: Label
fa: برچسب

source: Laie, Hawaii, United States
fa: لایی، هاوایی، ایالات متحده

source: Landscape
fa: افقی

source: Language
fa: زبان

source: Languages
fa: زبان ها

source: Laos
fa: لائوس

source: Large systems (50,000 individuals): 64–128 MB, 40–80 seconds
fa: سیستم های کوچک (50000 نفر) 64-128 مگابایت، 40-80 ثانیه

source: Largest families
fa: بزرگترین خانواده

source: Largest number of grandchildren
fa: بیشترین تعداد نوه

source: Las Vegas, Nevada, United States
fa: لاس وگاس، نوادا، ایالات متحده

source: Last change
fa: آخرین تغییر

source: Last email reminder was sent
fa: آخرین یادآوری ایمیل ارسال شد

source: Last event
fa: آخرین رویداد

source: Last signed in
fa: تاریخ آخرین اقدام ورود

source: Latest birth
fa: جدید ترین تولد

source: Latest death
fa: جدید ترین فوت

source: Latest divorce
fa: جدید ترین طلاق

source: Latest marriage
fa: جدید ترین ازدواج

source: Latitude
fa: عرض جغرافیایی

source: Latvia
fa: لتونی

source: Layout
fa: چیدمان

source: Leave the password blank if you want to keep the current password.
fa: درصورتی که می‌خواهید رمز عبور فعلی را نگه‌دارید، این قسمت را خالی بگذارید.

source: Leave this entry blank to keep the original filename
fa: برای حفظ نام فایل اصلی، این ورودی را خالی بگذارید

source: Leaves
fa: برگ

source: Lebanon
fa: لبنان

source: Legacy URLs
fa: URL های قدیمی

source: Legatee
fa: وکیل

source: Length of marriage
fa: مدت ازدواج

source: Lesotho
fa: لسوتو

# paper size
source: Letter
fa: سایزِ نامه

source: Liberia
fa: لیبریا

source: Libya
fa: لیبی

source: Liechtenstein
fa: لیختن اشتاین

source: Lifespan
fa: طول عمر

source: Lifespans
fa: طول عمرها

source: Lima, Peru
fa: لیما، پرو

source: Link media objects to facts and events
fa: پیوند موضوعات رسانه ای را به وقایع و رویدادها

source: Link the user account to an individual.
fa: پیوند حساب کاربری را به یک فرد.

source: Link this individual to an existing family as a child
fa: پیوند این فرد به یک خانواده بعنوان فرزند

source: Link this media object to a family
fa: پیوند این موضوع رسانه ای به یک خانواده

source: Link this media object to a source
fa: پیوند این موضوع رسانه ای به یک منبع

source: Link this media object to an individual
fa: پیوند این موضوع رسانه ای به یک فرد

source: Link this user to an individual in the family tree.
fa: پیوند این کاربر به یک فرد در شجره نامه.

source: Linked database ID
fa: شناسه پایگاه داده مرتبط

source: Links
fa: پیوندها

source: List
fa: فهرست‌

source: Lists
fa: فهرست ها

source: Lithuania
fa: لیتوانی

# Surname tradition
source: Lithuanian
fa: لیتوانیایی

source: Living
fa: زنده

source: Living individuals
fa: افراد زنده

source: Loading…
fa: در حال بارگذاری…

source: Local files
fa: فایل های محلی

source: Location
fa: موقعیت

source: Locations
fa: موقعیت ها

source: Lodger
fa: ساکن

# FEMALE
source: Lodger
fa: ساکن

# MALE
source: Lodger
fa: ساکن

source: Logan, Utah, United States
fa: لوگان، یوتا، ایالات متحده آمریکا

source: London, England
fa: لندن، انگلستان

source: Long lists of individuals with the same surname can be broken into smaller sub-lists according to the first letter of the individual’s given name.<br><br>This option determines when sub-listing of surnames will occur. To disable sub-listing completely, set this option to zero.
fa: فهرست‌های طولانی افراد با نام خانوادگی یکسان را می‌توان به فهرست‌های فرعی کوچک‌تر بر اساس حرف اول نام فرد تقسیم کرد.<br><br>این گزینه تعیین می‌کند که فهرست فرعی نام‌های خانوادگی چه زمانی رخ می‌دهد. برای غیرفعال کردن کامل فهرست فرعی، این گزینه را روی صفر قرار دهید.

source: Longest marriage
fa: با دوام ترین ازدواج

source: Longitude
fa: طول جغرافیایی

source: Los Angeles, California, United States
fa: لس آنجلس، کالیفرنیا، ایالات متحده آمریکا

source: Louisville, Kentucky, United States
fa: لوئیزویل، کنتاکی، ایالات متحده

source: Lubbock, Texas, United States
fa: لابوک، تگزاس، ایالات متحده

source: Luxembourg
fa: لوکزامبورگ

source: Macau
fa: ماکائو

source: Macedonia
fa: مقدونیه

source: Madagascar
fa: ماداگاسکار

source: Madrid, Spain
fa: مادرید، اسپانیا

source: Magazine
fa: مجله

source: Mailing name
fa: نام پستی

source: Mailto link
fa: لینک Mailto

source: Malawi
fa: مالاوی

source: Malaysia
fa: مالزی

source: Maldives
fa: مالدیو

source: Male
fa: مرد

source: Males
fa: مردان

source: Mali
fa: مالی

source: Malta
fa: مالت

source: Manage family trees
fa: مدیریت شجره‌نامه‌ها

source: Manage media
fa: مدیریت رسانه ها

source: Manager
fa: مدیر

source: Managers
fa: مدیران

source: Manaus, Brazil
fa: مانائوس، برزیل

source: Manhattan, New York, United States
fa: منهتن، نیویورک، ایالات متحده آمریکا

source: Manila, Philippines
fa: مانیل، فیلیپین

source: Manti, Utah, United States
fa: مانتی، یوتا، ایالات متحده آمریکا

source: Manuscript
fa: نسخه خطی

source: Many genealogy programs create GEDCOM files with custom tags, and webtrees understands most of them. When unrecognized tags are found, this option lets you choose whether to ignore them or display a warning message.
fa: بسیاری از برنامه های شجره نامه فایل های GEDCOM را با برچسب های سفارشی ایجاد می کنند و webtrees بیشتر آنها را درک می کند. هنگامی که برچسب های ناشناخته یافت می شوند، این گزینه به شما امکان می دهد انتخاب کنید که آیا آنها را نادیده بگیرید یا یک پیام هشدار نمایش دهید.

source: Map
fa: نقشه

source: Map provider
fa: ارائه دهنده نقشه

# Abbreviation for March
source: Mar
fa: مارس

# GENITIVE
source: March
fa: مارس

# INSTRUMENTAL
source: March
fa: مارس

# LOCATIVE
source: March
fa: مارس

# NOMINATIVE
source: March
fa: مارس

source: Markdown is a simple system of formatting, used on websites such as Wikipedia. It uses unobtrusive punctuation characters to create headings and sub-headings, bold and italic text, lists, tables, etc.
fa: Markdown یک سیستم قالب بندی ساده است که در وب سایت هایی مانند ویکی پدیا استفاده می شود. برای ایجاد عناوین و عنوان‌های فرعی، متن پررنگ و مورب، فهرست‌ها، جداول و غیره از حروف نگارشی ساده استفاده می‌کند.

source: Marriage
fa: ازدواج

source: Marriage banns
fa: اعلان ازدواج

source: Marriage beginning status
fa: وضعیت شروع ازدواج

source: Marriage bond
fa: پیوند زناشویی

source: Marriage by country
fa: ازدواج براساس کشور

source: Marriage contract
fa: قرارداد ازدواج

source: Marriage date range end
fa: پایان دامنه تاریخ ازدواج

source: Marriage date range start
fa: شروع دامنه تاریخ ازدواج

source: Marriage ending status
fa: وضعیت پایان ازدواج

source: Marriage intention
fa: قصد ازدواج

source: Marriage license
fa: مجوز ازدواج

source: Marriage of a brother
fa: ازدواج برادر

source: Marriage of a child
fa: ازدواج فرزند

source: Marriage of a daughter
fa: ازدواج دختر

source: Marriage of a father
fa: ازدواج پدر

source: Marriage of a grandchild
fa: ازدواج نوه

source: Marriage of a granddaughter
fa: ازدواج نوه(دختر)

# daughter’s daughter
source: Marriage of a granddaughter
fa: ازدواج نوه دختری(دختر)

# son’s daughter
source: Marriage of a granddaughter
fa: ازدواج نوه پسری(دختر)

source: Marriage of a grandson
fa: ازدواج نوه(پسر)

# daughter’s son
source: Marriage of a grandson
fa: ازدواج نوه دختری(پسر)

# son’s son
source: Marriage of a grandson
fa: ازدواج نوه پسری(پسر)

source: Marriage of a half-brother
fa: ازدواج برادر ناتنی

source: Marriage of a half-sibling
fa: ازدواج فرزند ناتنی

source: Marriage of a half-sister
fa: ازدواج خواهر ناتنی

source: Marriage of a mother
fa: ازدواج مادر

source: Marriage of a parent
fa: ازدواج یکی از والدین

source: Marriage of a sibling
fa: ازدواج فرزند تنی

source: Marriage of a sister
fa: ازدواج خواهر

source: Marriage of a son
fa: ازدواج پسر

source: Marriage of parents
fa: ازدواج والدین

source: Marriage place contains
fa: محل ازدواج شامل

source: Marriage places
fa: محل های ازدواج

source: Marriage settlement
fa: تسویه حساب ازدواج

source: Marriage status
fa: وضعیت تاهل

source: Marriage type unknown
fa: نوع تاهل نامعلوم

source: Marriages
fa: ازدواج ها

source: Marriages by century
fa: تعداد ازدواج در قرن

source: Married name
fa: نام متاهلی

source: Married surname
fa: نام خانوادگی متاهلی

source: Marshall Islands
fa: جزایر مارشال

source: Martinique
fa: مارتینیک

source: Masquerade as this user
fa: در نقش مبدل این کاربر

source: Match both upper and lower case letters.
fa: حروف بزرگ و کوچک را مطابقت دهید.

source: Match the exact text, even if it occurs in the middle of a word.
fa: تطابق دقیق متن، حتی اگر در وسط یک کلمه رخ دهد.

source: Match the exact text, unless it occurs in the middle of a word.
fa: تطابق دقیق متن، جز اینکه در وسط کلمه رخ دهد.

source: Matomo™ / Piwik™ analytics
fa: تجزیه و تحلیل Matomo™ / Piwik™

source: Mauritania
fa: موریتانی

source: Mauritius
fa: موریس

source: Maximum number of surnames on individual list
fa: حداکثر تعداد نام های خانوادگی در لیست افراد

source: Maximum upload size:
fa: حداکثر اندازه آپلود:

# Abbreviation for May
source: May
fa: می

# GENITIVE
source: May
fa: می

# INSTRUMENTAL
source: May
fa: می

# LOCATIVE
source: May
fa: می

# NOMINATIVE
source: May
fa: می

source: Mayotte
fa: مایوت

source: Medford, Oregon, United States
fa: مدفورد، اورگان، ایالات متحده

source: Media
fa: رسانه

source: Media file
fa: فایل رسانه ای

source: Media file to upload
fa: فایل رسانه ای برای آپلود

source: Media filenames will be prefixed by %s.
fa: نام فایل های رسانه با %s پیشوند داده می شود.

source: Media files
fa: فایل های رسانه ای

source: Media folder
fa: پوشه رسانه

source: Media folders
fa: پوشه های رسانه

source: Media object
fa: موضوع رسانه ای

source: Media objects
fa: رسانه ای

source: Media objects found
fa: موضوعات رسانه ای پیدا شد

source: Media objects per page
fa: موضوعات رسانه ای در هر صفحه

source: Media type
fa: نوع رسانه

source: Medical
fa: پزشکی

source: Medical condition
fa: وضعیت پزشکی

source: Mediterranio
fa: مدیترانه ای

source: Medium systems (5,000 individuals): 32–64 MB, 20–40 seconds
fa: سیستم های کوچک (5000 نفر) 32-64 مگابایت، 20-40 ثانیه

# Abbreviation for Persian month: Mehr
source: Mehr
fa: مهر

# GENITIVE
source: Mehr
fa: مهر

# INSTRUMENTAL
source: Mehr
fa: مهر

# LOCATIVE
source: Mehr
fa: مهر

# NOMINATIVE
source: Mehr
fa: مهر

source: Melbourne, Australia
fa: ملبورن، استرالیا

source: Member
fa: عضو

source: Memphis, Tennessee, United States
fa: ممفیس، تنسی، ایالات متحده آمریکا

source: Menu
fa: منو

source: Menus
fa: منوها

source: Mercury
fa: جیوه ای

source: Merge
fa: ادغام

source: Merge family trees
fa: ادغام شجره نامه ها

source: Merge records
fa: ادغام رکوردها

source: Merida, Mexico
fa: مریدا، مکزیک

source: Mesa, Arizona, United States
fa: مسا، آریزونا، ایالات متحده آمریکا

source: Message
fa: پیام

source: Messages
fa: پیام ها

# GENITIVE
source: Messidor
fa: مسیدور

# INSTRUMENTAL
source: Messidor
fa: مسیدور

# LOCATIVE
source: Messidor
fa: مسیدور

# NOMINATIVE
source: Messidor
fa: مسیدور

source: Mexico
fa: مکزیک

source: Mexico City, Mexico
fa: مکزیکو سیتی، مکزیک

source: Microfiche
fa: میکروفیش

source: Microfilm
fa: میکروفیلم

source: Micronesia
fa: میکرونزی

source: Middle East
fa: خاور میانه

source: Military
fa: نظامی

source: Military service
fa: خدمت سربازی

source: Missing data
fa: داده های از دست رفته

source: Moderator
fa: ناظر

source: Moderators
fa: ناظر ها

source: Module
fa: ماژول

source: Module administration
fa: مدیریت ماژول

source: Modules
fa: ماژول ها

source: Moldova
fa: مولداوی

source: Mon
fa: دوشنبه

source: Monaco
fa: موناکو

source: Monday
fa: دوشنبه

source: Mongolia
fa: مغولستان

source: Montenegro
fa: مونته نگرو

source: Monterrey, Mexico
fa: مونتری، مکزیک

source: Montevideo, Uruguay
fa: مونته ویدئو، اروگوئه

source: Month
fa: ماه

source: Month of birth
fa: ماه تولد

source: Month of birth of first child in a relation
fa: ماه تولد اولین فرزند در یک رابطه

source: Month of death
fa: ماه فوت

source: Month of first marriage
fa: ماه اولین ازدواج

source: Month of marriage
fa: ماه ازدواج

source: Month:
fa: ماه:

source: Monticello, Utah, United States
fa: مونتیسلو، یوتا، ایالات متحده آمریکا

source: Montreal, Quebec, Canada
fa: مونترال، کبک، کانادا

source: Montserrat
fa: مونتسرات

# Abbreviation for Persian month: Mordad
source: Mor
fa: مرداد

# GENITIVE
source: Mordad
fa: مرداد

# INSTRUMENTAL
source: Mordad
fa: مرداد

# LOCATIVE
source: Mordad
fa: مرداد

# NOMINATIVE
source: Mordad
fa: مرداد

source: Morocco
fa: مراکش

source: Most SMTP servers require a password.
fa: اکثر سرورهای SMTP نیاز به رمز عبور دارند.

source: Most common surnames
fa: رایج ترین نام های خانوادگی

source: Most mail servers require a valid domain name.
fa: اکثر سرورهای ایمیل به یک نام دامنه معتبر نیاز دارند.

source: Most mail servers require a valid email address.
fa: اکثر سرورهای ایمیل نیاز به یک آدرس ایمیل معتبر دارند.

source: Most mail servers require that the sending server identifies itself correctly, using a valid domain name.
fa: اکثر سرورهای ایمیل نیاز دارند که سرور ارسال کننده با استفاده از یک نام دامنه معتبر، خود را به درستی قابل شناسایی کند.

source: Most servers do not use secure connections.
fa: اکثر سرورها از اتصال امن استفاده نمی کنند.

source: Most sites are configured to use localhost. This means that your database runs on the same computer as your web server.
fa: اکثر سایت ها برای Localhost تنظیم شده اند، این بدین معناست که دیتابیس شما تحت سرور اجرا می شود که فایل های سیستم نیز در آن هستند.

source: Most sites are configured to use the default value of 1433.
fa: اکثر سایت ها برای استفاده از مقدار پیش فرض 1433 پیکربندی شده اند.

source: Most sites are configured to use the default value of 3306.
fa: اکثر سایت ها برای استفاده از مقدار پیش فرض 3306 پیکربندی شده اند.

source: Most sites are configured to use the default value of 5432.
fa: اکثر سایت ها برای استفاده از مقدار پیش فرض 5432 پیکربندی شده اند.

source: Most viewed pages
fa: پربازدیدترین صفحات

source: Mother
fa: مادر

source: Mother: %s
fa: مادر: %s

source: Mother’s age
fa: سن مادر

source: Mother’s family with %s
fa: خانواده مادر با %s

source: Mother’s family with an unknown individual
fa: خانواده مادر با فرد ناشناس

source: Mount Timpanogos, Utah, United States
fa: کوه تیمپانوگوس، یوتا، ایالات متحده

source: Move down
fa: انتقال به پایین

source: Move the media object?
fa: موضوع رسانه ای منتقل شود؟

source: Move up
fa: انتقال به بالا

source: Mozambique
fa: موزامبیک

# GENITIVE
source: Muharram
fa: محرم

# INSTRUMENTAL
source: Muharram
fa: محرم

# LOCATIVE
source: Muharram
fa: محرم

# NOMINATIVE
source: Muharram
fa: محرم

source: Multiple marriages
fa: ازدواج های متعدد

source: My account
fa: اکانت کاربری من

source: My family tree
fa: شجره نامه من

source: My individual record
fa: اطلاعات فردی من

source: My page
fa: صفحه من

source: My pages
fa: صفحات من

source: My pedigree
fa: تبار من

source: Myanmar
fa: میانمار

source: Name
fa: نام

# Repository
source: Name
fa: نام

source: Name in Hebrew
fa: نام به زبان عبری

source: Name prefix
fa: پیشوند نام

source: Name suffix
fa: پسوند نام

source: Names
fa: نام‌ها

source: Namesake
fa: همنام

source: Namibia
fa: نامیبیا

source: Nanny
fa: پرستار بچه

source: Narrative description
fa: شرح روایی

source: Nashville, Tennessee, United States
fa: نشویل، تنسی، ایالات متحده

source: Nationality
fa: ملیت

source: Naturalization
fa: تابعیت

source: Nauru
fa: نائورو

source: Nauvoo (new), Illinois, United States
fa: ناوو (جدید)، ایلینوی، ایالات متحده

source: Nauvoo (original), Illinois, United States
fa: ناوو (اصلی)، ایلینوی، ایالات متحده

source: Nepal
fa: نپال

source: Netherlands
fa: هلند

source: Never
fa: هرگز

source: Never married
fa: هرگز ازدواج نکرد

source: New Caledonia
fa: کالدونیای جدید

source: New GEDCOM tag
fa: برچسب جدید GEDCOM

source: New York, New York, United States
fa: نیویورک، نیویورک، ایالات متحده آمریکا

source: New Zealand
fa: نیوزلند

source: New data
fa: داده های جدید

source: New registration at %s
fa: ثبت نام جدید در %s

source: New user at %s
fa: کاربر جدید در %s

source: Newport Beach, California, United States
fa: نیوپورت بیچ، کالیفرنیا، ایالات متحده

source: News
fa: اخبار

source: Newspaper
fa: روزنامه

source: Next email reminder will be sent after
fa: ایمیل یادآور بعدی متعاقبا ارسال خواهد شد

source: Next image
fa: تصویر بعدی

source: Nicaragua
fa: نیکاراگوئه

source: Nickname
fa: کنیه(نام خودمانی)

source: Niger
fa: نیجر

source: Nigeria
fa: نیجریه

# GENITIVE
source: Nissan
fa: نیسان

# INSTRUMENTAL
source: Nissan
fa: نیسان

# LOCATIVE
source: Nissan
fa: نیسان

# NOMINATIVE
source: Nissan
fa: نیسان

source: Niue
fa: نیوئه

# GENITIVE
source: Nivose
fa: نیوسه

# INSTRUMENTAL
source: Nivose
fa: نیوسه

# LOCATIVE
source: Nivose
fa: نیوسه

# NOMINATIVE
source: Nivose
fa: نیوسه

source: No
fa: خیر

source: No GEDCOM file was received.
fa: فایل GEDCOM دریافت نشد.

source: No GEDCOM files found.
fa: فایل GEDCOM یافت نشد.

source: No calendar conversion
fa: بدون مبدل تقویمی

source: No children
fa: بدون فرزند

source: No contact
fa: بدون تماس

source: No duplicates have been found.
fa: مورد تکراری یافت نشد.

source: No errors have been found.
fa: هیچ خطایی پیدا نشده است.

source: No events exist for the next %s day.
fa: رویدادی برای %s روز آینده وجود ندارد.

source: No events exist for today.
fa: رویدادی موجود نیست.

source: No events exist for tomorrow.
fa: رویدادی برای فردا وجود ندارد.

source: No facts exist for this family.
fa: وقایعی برای این خانواده در دسترس نیست.

source: No file was received. Please try again.
fa: فایلی دریافت نشد لطفا دوباره تلاش کنید.

source: No link between the two individuals could be found.
fa: ارتباطی بین این دو نفر یافت نشد.

source: No matching facts found
fa: واقعه ای منطبق نگردید

source: No news articles have been submitted.
fa: آرتیکلی ارسال نشده است.

source: No predefined text
fa: متن پیش‌فرضی وجود ندارد

source: No records to display
fa: رکورد برای نمایش وجود ندارد

source: No results found.
fa: نتیجه ای یافت نشد.

source: No signed-in and no anonymous users
fa: بدون ورود به سیستم و بدون کاربر ناشناس

source: No temple - living ordinance
fa: بدون آیین معبد نشینی

source: No upgrade information is available.
fa: هیچگونه اطلاعات ارتقا در دسترس نیست.

source: Nocturnal
fa: شبانه

source: None
fa: هیچکدام

source: Nonidi
fa: نونیدی

source: Norfolk Island
fa: جزیره نورفولک

source: Normally, any changes made to a family tree need to be reviewed by a moderator. This option allows a user to make changes without needing a moderator.
fa: به طور معمول، هر تغییری که در شجره نامه ایجاد می شود باید توسط ناظر بررسی شود. این گزینه به کاربر اجازه می دهد بدون نیاز به ناظر تغییراتی را ایجاد کند.

source: North Korea
fa: کره شمالی

source: Northern America
fa: آمریکای شمالی

source: Northern Ireland
fa: ایرلند شمالی

source: Northern Mariana Islands
fa: جزایر ماریانای شمالی

source: Norway
fa: نروژ

source: Not approved by an administrator
fa: توسط یک مدیر تایید نشده است

source: Not living
fa: غیر زنده

source: Not married
fa: مجرد

source: Not verified by the user
fa: توسط کاربر تایید نشده است

source: Note
fa: یادداشت

source: Note that if a user account is linked to a record, then that user will always be able to view that record.
fa: توجه داشته باشید که اگر یک حساب کاربری به یک رکورد پیوند داده شده باشد، آن کاربر همیشه می تواند آن رکورد را مشاهده کند.

source: Note: longer path lengths require a lot of calculation, which can make your website run slowly for these users.
fa: توجه: مسیرهای طولانی تر نیاز به محاسبات زیادی دارد، که می تواند باعث کندی وب سایت شما این کاربران شود.

source: Notes
fa: یادداشت‌ها

source: Nothing found to cleanup
fa: چیزی برای پاکسازی یافت نشد

source: Nothing found.
fa: چیزی پیدا نشد.

source: Nothing to show
fa: چیزی برای نمایش وجود ندارد

# Abbreviation for November
source: Nov
fa: نوامبر

# GENITIVE
source: November
fa: نوامبر

# INSTRUMENTAL
source: November
fa: نوامبر

# LOCATIVE
source: November
fa: نوامبر

# NOMINATIVE
source: November
fa: نوامبر

source: Nuku’Alofa, Tonga
fa: نوکوآلوفا، تونگا

source: Number of children
fa: تعداد فرزندان

source: Number of days to show
fa: تعداد روزهای نمایش

source: Number of families without children
fa: تعداد خانواده بدون فرزند

source: Number of given names
fa: تعداد نام کوچک

source: Number of marriages
fa: تعداد ازدواج

source: Number of pages
fa: تعداد صفحات

source: Number of surnames
fa: تعداد نام خانوادگی

source: Nurse
fa: پرستار

# FEMALE
source: Nurse
fa: پرستار

# MALE
source: Nurse
fa: پرستار

source: Oakland, California, United States
fa: اوکلند، کالیفرنیا، ایالات متحده

source: Oaxaca, Mexico
fa: اواکساکا، مکزیک

source: Occupation
fa: شغل

source: Occupations
fa: مشاغل

source: Occupied Palestinian Territory
fa: سرزمین فلسطین اشغالی

# Abbreviation for October
source: Oct
fa: اکتبر

source: Octidi
fa: اوکتیدی

# GENITIVE
source: October
fa: اکتبر

# INSTRUMENTAL
source: October
fa: اکتبر

# LOCATIVE
source: October
fa: اکتبر

# NOMINATIVE
source: October
fa: اکتبر

source: Ogden, Utah, United States
fa: اوگدن، یوتا، ایالات متحده آمریکا

source: Oklahoma City, Oklahoma, United States
fa: اوکلاهاما سیتی، اوکلاهما، ایالات متحده

source: Old data
fa: داده های قدیمی

source: Old files found
fa: فایل های قدیمی پیدا شد

source: Oldest father
fa: پیرترین پدر

source: Oldest female
fa: پیرترین زن

source: Oldest living individuals
fa: بزرگترین فرد فامیل

source: Oldest male
fa: پیرترین مرد

source: Oldest mother
fa: پیرترین مادر

source: Olivia
fa: زیتونی

source: Oman
fa: عمان

source: On this day
fa: در این روز

source: On this day…
fa: در این روز…

source: Only add new records
fa: فقط افزودن رکوردهای جدید

source: Only managers can edit
fa: فقط مدیران می توانند ویرایش کنند

source: Only update existing records
fa: فقط رکورد های موجود را به روز کنید

source: Oops! The webserver is unable to connect to the database server. It could be busy, undergoing maintenance, or simply broken. You should <a href="index.php">try again</a> in a few minutes or contact the website administrator.
fa: اوه! وب سرور قادر به اتصال به سرور پایگاه داده نیست. ممکن است مشغول باشد، تحت تعمیر و نگهداری باشد یا به سادگی خراب باشد. باید چند دقیقه دیگر <a href="index.php">دوباره امتحان کنید</a> یا با سرپرست وب سایت تماس بگیرید.

source: Oops! webtrees was unable to create files in this folder.
fa: اوه! وبسایت قادر به ایجاد فایل در این پوشه نبود.

source: Oquirrh Mountain, Utah, United States
fa: اوکیورماونتین، یوتا، ایالات متحده

# Abbreviation for Persian month: Ordibehesht
source: Ord
fa: اردیبهشت

# GENITIVE
source: Ordibehesht
fa: اردیبهشت

# INSTRUMENTAL
source: Ordibehesht
fa: اردیبهشت

# LOCATIVE
source: Ordibehesht
fa: اردیبهشت

# NOMINATIVE
source: Ordibehesht
fa: اردیبهشت

source: Ordinance
fa: دستورالعمل

source: Ordination
fa: انتصاب

source: Orientation
fa: جهت

source: Orlando, Florida, United States
fa: اورلاندو، فلوریدا، ایالات متحده

source: Other
fa: سایر

source: Other facts to show in charts
fa: سایر وقایع برای نمایش در نمودارها

source: Other preferences
fa: سایر تنظیمات

source: Owner
fa: مالک

# FEMALE
source: Owner
fa: مالک

# MALE
source: Owner
fa: مالک

source: PHP blocked the file because of its extension.
fa: PHP فایل را به دلیل پسوند آن مسدود کرد.

source: PHP failed to write to disk.
fa: PHP در نوشتن روی دیسک ناموفق بود.

source: PHP information
fa: اطلاعات PHP

source: Page
fa: صفحه

source: Page %s of %s
fa: صفحه %s از %s

source: Page size
fa: اندازه صفحه
