Repository: Gustine/webtrees
Catalog: resources/lang/*/messages.po
Languages: fa

source: Painting
fa: رنگ آمیزی

source: Pakistan
fa: پاکستان

source: Palau
fa: پالائو

source: Palette
fa: پالت رنگ

source: Palmyra, New York, United States
fa: پالمیرا، نیویورک، ایالات متحده آمریکا

source: Panama
fa: پاناما

source: Panama City, Panama
fa: پاناما سیتی، پاناما

source: Papeete, Tahiti
fa: پاپیته، تاهیتی

source: Papua New Guinea
fa: پاپوآ گینه نو

source: Paraguay
fa: پاراگوئه

source: Parent
fa: والد

source: Parents
fa: والدین

source: Parents and siblings
fa: والدین و فرزندان تنی

source: Parent’s age
fa: سن والدین

source: Password
fa: رمز عبور

source: Passwords must be at least 8 characters long and are case-sensitive, so that “secret” is different from “SECRET”.
fa: رمز عبور ها باید حداقل 8 کاراکتر داشته باشند و به حروف بزرگ و کوچک حساس باشند، همانگونه که "secret" با "SECRET" متفاوت است.

source: Payson, Utah, United States
fa: پیسون، یوتا، ایالات متحده آمریکا

source: Pedigree
fa: تبار

source: Pedigree chart
fa: نمودار تبار

source: Pedigree map
fa: نقشه تبار

source: Pedigree map of %s
fa: نقشه تبار %s

source: Pedigree tree of %s
fa: درخت تبار %s

source: Pending changes
fa: تغییرات معلق

source: Pending changes are only shown when your account has permission to edit. When you sign out, you will no longer be able to see them. Also, pending changes are only shown on certain pages. For example, they are not shown in lists, reports, or search results.
fa: تغییرات معلق فقط زمانی نشان داده می شوند که حساب شما مجوز ویرایش داشته باشد. وقتی از سیستم خارج می شوید، دیگر نمی توانید آنها را ببینید. همچنین، تغییرات معلق تنها در صفحات خاصی نشان داده می شود. به عنوان مثال، آنها در لیست ها، گزارش ها یا نتایج جستجو نشان داده نمی شوند.

source: Permanent number
fa: شماره دائمی

source: Permanently delete these records?
fa: آیا این رکوردها برای همیشه حذف شوند؟

source: Personal data
fa: اطلاعات شخصی

source: Perth, Australia
fa: پرت، استرالیا

source: Peru
fa: پرو

source: Philippines
fa: فیلیپین

source: Phoenix, Arizona, United States
fa: فینیکس، آریزونا، ایالات متحده

source: Phone
fa: تلفن

source: Phonetic
fa: آوایی

source: Phonetic algorithm
fa: الگوریتم آوایی

source: Phonetic name
fa: نام آوایی

source: Phonetic place
fa: مکان آوایی

source: Phonetic search
fa: جستجوی آوایی

source: Phonetic title
fa: عنوان آوایی

source: Phonetic type
fa: نوع آوایی

source: Photo
fa: عکس

source: Pink Plastic
fa: صورتی

source: Pitcairn
fa: پیتکرن

source: Place
fa: محل

source: Place hierarchy
fa: سلسله مراتب محل

source: Place in Hebrew
fa: محل در عبری

source: Place list
fa: لیست اماکن

source: Place names are frequently too long to fit on charts, lists, etc. They can be abbreviated by showing just the first few parts of the name, such as <i>village, county</i>, or the last few part of it, such as <i>region, country</i>.
fa: نام محل ها اغلب طولانی‌تر از آن هستند که در نمودارها، فهرست‌ها، و غیره قرار بگیرند. آنها را می‌توان با نشان دادن تنها چند قسمت اول نام، مانند <i>روستا، شهرستان</i> یا چند قسمت آخر آن، مخفف کرد. ، مانند <i>منطقه، کشور</i>.

source: Place names can change over time. In genealogy, it is customary to use the current name for a town or country. The historic name can be shown in sources, notes, etc.
fa: نام محل ها می تواند در طول زمان تغییر کند. در شجره نامه، مرسوم است که از نام فعلی برای یک شهر یا کشور استفاده می شود. نام تاریخی را می توان در منابع، یادداشت ها و غیره نشان داد.

source: Place names should be entered as a comma-separated list, starting with the smallest place and ending with the country. For example, “Westminster, London, England”.
fa: نام محل ها باید به عنوان یک لیست جدا شده با کاما وارد شود که با کوچکترین محل شروع شده و به کشور ختم می شود. به عنوان مثال، "وستمینستر، لندن، انگلستان".

source: Place of LDS baptism
fa: محل غسل تعمید LDS

source: Place of LDS child sealing
fa: محل سیلینگ کودک LDS

source: Place of LDS confirmation
fa: محل تایید LDS

source: Place of LDS endowment
fa: محل وقف LDS

source: Place of LDS spouse sealing
fa: محل سیلینگ همسر LDS

source: Place of adoption
fa: محل فرزندخواندگی

source: Place of baptism
fa: محل غسل تعمید

source: Place of bar mitzvah
fa: محل بار میتزوه

source: Place of bat mitzvah
fa: محل بات میتزوه

source: Place of birth
fa: محل تولد

source: Place of blessing
fa: محل برکت

source: Place of brit milah
fa: محل بریت میلا

source: Place of burial
fa: محل دفن

source: Place of christening
fa: محل غسل تعمید

source: Place of confirmation
fa: محل تایید

source: Place of cremation
fa: محل سوزاندن

source: Place of death
fa: محل فوت

source: Place of emigration
fa: محل مهاجرت

source: Place of engagement
fa: محل نامزدی

source: Place of event
fa: محل برگزاری

source: Place of first communion
fa: محل اولین عشای ربانی

source: Place of immigration
fa: محل مهاجرت

source: Place of marriage
fa: محل ازدواج

source: Place of marriage banns
fa: محل اعلان ازدواج

source: Place of naturalization
fa: محل اخذ تابعیت

source: Place of ordination
fa: محل انتصاب

source: Place of residence
fa: محل سکونت

source: Places
fa: محل ها

source: Play
fa: پخش

source: Please enter a valid email address.
fa: لطفا یک آدرس ایمیل معتبر وارد کنید.

source: Please try again.
fa: لطفا دوباره تلاش کنید.

# GENITIVE
source: Pluviose
fa: پلوویسه

# INSTRUMENTAL
source: Pluviose
fa: پلویوسه

# LOCATIVE
source: Pluviose
fa: پلویوسه

# NOMINATIVE
source: Pluviose
fa: پلویوسه

source: Poland
fa: لهستان

# Surname tradition
source: Polish
fa: لهستانی

source: Port number
fa: شماره پورت

source: Portland, Oregon, United States
fa: پورتلند، اورگان، ایالات متحده

source: Porto Alegre, Brazil
fa: پورتو آلگره، برزیل

source: Portrait
fa: عمودی

source: Portugal
fa: پرتغال

# Surname tradition
source: Portuguese
fa: پرتغالی

source: Postal code
fa: کد پستی

source: Powered by webtrees™
fa: طراحی شده توسط webtrees™

# GENITIVE
source: Prairial
fa: پریریال

# INSTRUMENTAL
source: Prairial
fa: پریریال

# LOCATIVE
source: Prairial
fa: پریریال

# NOMINATIVE
source: Prairial
fa: پریریال

source: Predefined text that states admin will decide on each request for a user account
fa: متن ا‌زپیش‌تعریف‌شده‌ای که بیانگر این است که مدیر مختار است تا درخواست کاربران برای داشتن حساب کاربری رد و یا قبول کند

source: Predefined text that states all users can request a user account
fa: متن از‌پیش‌تعریف‌شده‌ای که بیان‌کننده‌ی آن است که تمام کاربران می‌توانند یک حساب کاربری داشته باشند

source: Predefined text that states only family members can request a user account
fa: متن ا‌زپیش‌تعریف‌شده‌ای که بیانگر این است که فقط اعضای این خانواده می‌توانند درخواست داشتن حساب کاربری ارسال نمایند

source: Preferences
fa: تنظیمات برگزیده

source: Preferences exist for the module “%s”, but this module no longer exists.
fa: تنظیمات برگزیده برای ماژول "%s" وجود دارد، اما این ماژول دیگر وجود ندارد.

source: Preferred contact method
fa: روش ترجیحی تماس

source: Presentation style
fa: سبک ارائه

source: President’s Office
fa: دفتر رئیس

source: Preston, England
fa: پرستون، انگلستان

source: Preview
fa: پیش نمایش

source: Priest
fa: کشیش

source: Primidi
fa: پریمیدی

source: Print basic events when blank
fa: چاپ رویدادهای اصلی در هنگام خالی بودن

source: Priority
fa: اولویت

source: Privacy
fa: حریم خصوصی

source: Privacy policy
fa: سیاست حفظ حریم خصوصی

source: Privacy restriction
fa: محدودیت حریم خصوصی

source: Privacy restrictions
fa: محدودیت های حریم خصوصی

source: Privacy restrictions - these apply to records and facts that do not contain a GEDCOM RESN tag
fa: محدودیت های حریم خصوصی - به تمام رکوردها و رویداد هایی که حاوی تگ مخصوص نیستند اعمال میگردد

source: Private
fa: خصوصی

source: Private key
fa: کلید خصوصی

source: Probate
fa: وثیقه

source: Property
fa: ویژگی

source: Provo City Center, Utah, United States
fa: پروو سیتی سنتر، یوتا، ایالات متحده

source: Provo, Utah, United States
fa: پروو، یوتا، ایالات متحده آمریکا

source: Proxy
fa: پروکسی

source: Publication
fa: انتشار

source: Puerto Rico
fa: پورتوریکو

source: Qatar
fa: قطر

source: Quality of data
fa: کیفیت داده ها

source: Quartidi
fa: کوارتیدی

source: Question
fa: سوال

source: Quetzaltenango, Guatemala
fa: کوتزالتنانگو، گواتمالا

source: Quick family facts
fa: وقایع خانواده فوری

source: Quick individual facts
fa: وقایع فردی فوری

source: Quick repository facts
fa: وقایع مخزن فوری

source: Quick source facts
fa: وقایع منبع فوری

source: Quintidi
fa: کوئینتیدی

source: RE:
fa: بازگشت:

source: Rabbi
fa: خاخام

# GENITIVE
source: Rabi’ al-awwal
fa: ربیع الاول

# INSTRUMENTAL
source: Rabi’ al-awwal
fa: ربیع الاول

# LOCATIVE
source: Rabi’ al-awwal
fa: ربیع الاول

# NOMINATIVE
source: Rabi’ al-awwal
fa: ربیع الاول

# GENITIVE
source: Rabi’ al-thani
fa: ربیع الثانی

# INSTRUMENTAL
source: Rabi’ al-thani
fa: ربیع الثانی

# LOCATIVE
source: Rabi’ al-thani
fa: ربیع الثانی

# NOMINATIVE
source: Rabi’ al-thani
fa: ربیع الثانی

source: Rada
fa: رادا

# Female pedigree
source: Rada
fa: رادا

# Male pedigree
source: Rada
fa: رادا

# Pedigree
source: Rada
fa: رادا

# GENITIVE
source: Rajab
fa: رجب

# INSTRUMENTAL
source: Rajab
fa: رجب

# LOCATIVE
source: Rajab
fa: رجب

# NOMINATIVE
source: Rajab
fa: رجب

source: Raleigh, North Carolina, United States
fa: رالی، کارولینای شمالی، ایالات متحده

# GENITIVE
source: Ramadan
fa: رمضان

# INSTRUMENTAL
source: Ramadan
fa: رمضان

# LOCATIVE
source: Ramadan
fa: رمضان

# NOMINATIVE
source: Ramadan
fa: رمضان

source: Random images from the current family tree.
fa: تصاویر تصادفی از شجره خانوادگی فعلی.

source: Re-order children
fa: مرتب سازی دوباره فرزندان

source: Re-order families
fa: مرتب سازی دوباره خانواده ها

source: Re-order media
fa: مرتب سازی دوباره رسانه

source: Re-order names
fa: مرتب سازی دوباره نام ها

source: Real name
fa: نام واقعی

source: Really delete all geographic data?
fa: آیا واقعاً همه داده های جغرافیایی حذف می شوند؟

source: Recent changes
fa: تغییرات اخیر

source: Recent years (&lt; 100 yrs)
fa: سال های اخیر (&lt;100 سال)

source: Recife, Brazil
fa: رسیف، برزیل

source: Record
fa: رکورد

source: Record ID number
fa: شناسه رکورد

source: Record file number
fa: شماره فایل رکورد

source: Records
fa: رکوردها

source: Redirect old URLs from webtrees version 1.
fa: URL های قدیمی را از webtrees نسخه 1 هدایت کنید.

source: Redlands, California, United States
fa: ردلندز، کالیفرنیا، ایالات متحده

source: Reference number
fa: شماره مرجع

source: Regina, Saskatchewan, Canada
fa: رجینا، ساسکاچوان، کانادا

source: Registered partnership
fa: شراکت ثبت شده

source: Registry officer
fa: افسر ثبت احوال

# FEMALE
source: Registry officer
fa: افسر ثبت احوال

# MALE
source: Registry officer
fa: افسر ثبت احوال

source: Regular expression
fa: عبارات منظم

source: Regular expressions are an advanced pattern matching technique.
fa: عبارات منظم یک الگوی پیشرفته تکنیک تطبیق هستند.

source: Reject
fa: مردود کردن

source: Reject all changes
fa: مردود کردن همه تغییرات

source: Related families
fa: خانواده های خویشاوند

source: Related individuals
fa: افراد خویشاوند

source: Relationship
fa: نسبت

source: Relationship to father
fa: نسبت با پدر

source: Relationship to me
fa: نسبت با من

source: Relationship to mother
fa: نسبت با مادر

source: Relationship to parents
fa: نسبت با والدین

source: Relationship: %s
fa: نسبت: %s

source: Relationships
fa: نسبت ها

source: Relationships between %1$s and %2$s
fa: نسبت ها بین %1$s و %2$s

source: Religion
fa: مذهب

source: Religious institution
fa: نهاد مذهبی

source: Religious marriage
fa: ازدواج مذهبی

source: Religious name
fa: نام مذهبی

source: Reload map
fa: بارگذاری مجدد نقشه

source: Reminder date
fa: تاریخ یادآوری

source: Reminder email frequency (days)
fa: تکرار ایمیل یادآوری (روز)

source: Remote server
fa: سرور راه دور

source: Remove
fa: حذف

source: Remove duplicate links
fa: حذف پیوند های تکراری

source: Remove individual
fa: حذف فرد

source: Remove the GEDCOM media path from filenames
fa: حذف مسیر رسانه GEDCOM از نام فایل ها

source: Remove this location?
fa: این مکان حذف شود؟

source: Reno, Nevada, United States
fa: رنو، نوادا، ایالات متحده

source: Renumber
fa: شماره گذاری مجدد

source: Renumber family tree
fa: شماره گذاری مجدد شجره نامه

source: Replace
fa: جایگزینی

source: Replace cemetery tags with burial places.
fa: برچسب های قبرستان را با محل های خاکسپاری جایگزین کنید.

source: Replace with
fa: جایگزینی با

source: Replacement text
fa: متن جایگزین

source: Reply
fa: پاسخ

source: Report
fa: گزارش

source: Reports
fa: گزارش‌ها

source: Repositories
fa: مخازن

source: Repository
fa: مخزن

source: Repository name
fa: نام مخزن

source: Republic of the Congo
fa: جمهوری کنگو

source: Request a new password
fa: درخواست رمز عبور جدید

source: Request a new user account
fa: درخواست حساب کاربری جدید

source: Research
fa: پژوهش

source: Research task
fa: وظیفه پژوهش

source: Research tasks
fa: وظایف پژوهشی

source: Research tasks are special events, added to individuals in your family tree, which identify the need for further research. You can use them as a reminder to check facts against more reliable sources, to obtain documents or photographs, to resolve conflicting information, etc.
fa: وظایف پژوهشی رویدادهای خاصی هستند که به افراد در شجره نامه شما اضافه می شوند و نیاز به تحقیقات بیشتر را مشخص می کنند. می توانید از آنها به عنوان یادآوری برای بررسی وقایع در برابر منابع معتبرتر، برای به دست آوردن اسناد یا عکس ها، برای حل و فصل اطلاعات متناقض و غیره استفاده کنید.

source: Research tasks are stored using the custom GEDCOM tag “_TODO”. Other genealogy applications may not recognize this tag.
fa: وظایف پزوهشی با استفاده از تگ سفارشی GEDCOM "_TODO" ذخیره می شوند. سایر برنامه های تبارشناسی ممکن است این برچسب را تشخیص ندهند.

source: Reset to initial map state
fa: بازنشانی به حالت اولیه نقشه

source: Residence
fa: محل سکونت

source: Restore the default block layout
fa: بازیابی طرح بندی بلوک پیش فرض

source: Restrict to immediate family
fa: محدود به خانواده بلا واسطه

source: Restriction
fa: محدودیت

source: Restrictions can be added to records and/or facts. They restrict who can view the data and who can edit it.
fa: محدودیت ها را می توان به رکوردها و/یا وقایع اضافه کرد.این محدودیت ها تعیین می کنند که چه کسی می تواند داده ها را مشاهده کند و چه کسی می تواند آن را ویرایش کند.

source: Results
fa: نتایج

source: Retirement
fa: بازنشستگی

source: Reunion
fa: رئونیون

source: Rexburg, Idaho, United States
fa: رکسبورگ، آیداهو، ایالات متحده آمریکا

source: Role
fa: نقش

source: Romania
fa: رومانی

source: Romanized
fa: کاتولیکی شدن

source: Romanized name
fa: نام کاتولیکی

source: Romanized place
fa: محل کاتولیکی شدن

source: Romanized title
fa: عنوان کاتولیکی شدن

source: Romanized type
fa: نوع کاتولیکی شدن

source: Roots
fa: ریشه ها

source: Rufname
fa: روفنام

source: Russell
fa: راسل

source: Russia
fa: روسیه

source: Rwanda
fa: رواندا

source: SMTP mail server
fa: سرور SMTP پست الکترونیکی

source: SQLite is only suitable for small sites, testing and evaluation.
fa: SQLite فقط برای سایت های کوچک، تست و ارزیابی مناسب است.

source: SQLite version %s is installed. SQLite version %s or later is required.
fa: نسخه SQLite %s نصب شده است. نسخه SQLite %s یا جدیدتر مورد نیاز است.

source: Sacramento, California, United States
fa: ساکرامنتو، کالیفرنیا، ایالات متحده

# GENITIVE
source: Safar
fa: صفر

# INSTRUMENTAL
source: Safar
fa: صفر

# LOCATIVE
source: Safar
fa: صفر

# NOMINATIVE
source: Safar
fa: صفر

source: Sage
fa: مریم گلی

source: Saint Helena
fa: سنت هلنا

source: Saint Kitts and Nevis
fa: سنت کیتس و نویس

source: Saint Lucia
fa: سنت لوسیا

source: Saint Pierre and Miquelon
fa: سنت پیر و میکلون

source: Saint Vincent and the Grenadines
fa: سنت وینسنت و گرنادین ها

source: Salt Lake City, Utah, United States
fa: سالت لیک سیتی، یوتا، ایالات متحده آمریکا

source: Same as uploaded file
fa: مانند همان فایل آپلود شده

source: Samoa
fa: ساموآ

source: San Antonio, Texas, United States
fa: سن آنتونیو، تگزاس، ایالات متحده

source: San Diego, California, United States
fa: سن دیگو، کالیفرنیا، ایالات متحده

source: San Jose, Costa Rica
fa: سن خوزه، کاستاریکا

source: San Marino
fa: سن مارینو

source: San Salvador, El Salvador
fa: سن سالوادور، السالوادور

source: Santiago, Chile
fa: سانتیاگو، شیلی

source: Santo Domingo, Dominican Republic
fa: سانتو دومینگو، جمهوری دومینیکن

source: Sao Paulo, Brazil
fa: سائو پائولو، برزیل

source: Sao Tome and Principe
fa: سائوتومه و پرنسیپ

source: Sat
fa: شنبه

source: Saturday
fa: شنبه

source: Saudi Arabia
fa: عربستان سعودی

source: Schema
fa: طرحواره

source: School or college
fa: مدرسه یا کالج

source: Scotland
fa: اسکاتلند

source: Scrapbook
fa: دفترچه یادداشت

# Female pedigree
source: Sealing
fa: سیلینگ

# Male pedigree
source: Sealing
fa: سیلینگ

# Pedigree
source: Sealing
fa: سیلینگ

source: Sealing canceled (divorce)
fa: لغو سیلینگ (طلاق)

source: Search
fa: جستجو

source: Search and replace
fa: جستجو و جایگزینی

source: Search and replace text, using simple searches or advanced pattern matching.
fa: با استفاده از جستجوهای ساده یا تطبیق الگوی پیشرفته، متن را جستجو و جایگزین کنید.

source: Search engines may use this description of your site in their search results.
fa: موتورهای جستجو ممکن است از این توضیحات سایت شما در نتایج جستجوی خود استفاده کنند.

source: Search filters
fa: فیلترهای جستجو

source: Search for
fa: جستجو برای

source: Search method
fa: روش جستجو

source: Search text/pattern
fa: جستجوی متن/الگو

source: Searching for all possible relationships can take a lot of time in complex trees.
fa: جستجوی همه نسبت های ممکن در شجرنامه های پیچیده می تواند زمان زیادی ببرد.

source: Seattle, Washington, United States
fa: سیاتل، واشنگتن، ایالات متحده

source: Second record
fa: رکورد دوم

source: Secure connection
fa: ارتباط امن

source: Security code
fa: کد امنیتی

source: See %s for more information.
fa: برای اطلاعات بیشتر به %s مراجعه کنید.

source: Select
fa: انتخاب

source: Select a GEDCOM file to import
fa: انتخاب فایل GEDCOM برای ورود

source: Select a date
fa: انتخاب تاریخ

source: Select individuals by place or date
fa: افراد را بر اساس مکان یا تاریخ انتخاب کنید

source: Select records from your family tree and save them as a GEDCOM file.
fa: رکوردها را از شجره نامه خود انتخاب کنید و آنها را به عنوان یک فایل GEDCOM ذخیره کنید.

source: Select the desired age interval
fa: فاصله سنی مورد نظر را انتخاب کنید

source: Select the facts and events to keep from both records.
fa: وقایع و رویداد ها را برای نگهداری از هر دو رکورد انتخاب کنید.

source: Select two records to merge.
fa: دو رکورد را برای ادغام انتخاب کنید.

source: Selector
fa: انتخابگر

source: Seller
fa: فروشنده

# FEMALE
source: Seller
fa: فروشنده

# MALE
source: Seller
fa: فروشنده

source: Send
fa: ارسال

source: Send a message
fa: ارسال پیام

source: Send a message to all users
fa: ارسال پیام برای همه کاربران

source: Send a message to users who have never signed in
fa: ارسال پیام به افرادی که اصلا وارد صفحه کاربری خود نشده اند

source: Send a message to users who have not signed in for 6 months
fa: ارسال پیام به افرادی که در 6 ماه اخیر وارد صفحه کاربری خود نشده اند

source: Send a test email using these settings
fa: ارسال یک ایمیل آزمایشی با استفاده از این تنظیمات

source: Send out reminder emails
fa: ارسال ایمیل های یادآوری

source: Sender name
fa: نام فرستنده

source: Sending email
fa: در حال ارسال ایمیل

source: Sending server name
fa: در حال ارسال نام سرور

source: Senegal
fa: سنگال

source: Seoul, Korea
fa: سئول، کره

# Abbreviation for September
source: Sep
fa: سپتامبر

source: Separated
fa: جدا از هم

source: Separation
fa: جدایی

# GENITIVE
source: September
fa: سپتامبر

# INSTRUMENTAL
source: September
fa: سپتامبر

# LOCATIVE
source: September
fa: سپتامبر

# NOMINATIVE
source: September
fa: سپتامبر

source: Septidi
fa: سپتیدی

source: Serbia
fa: صربستان

source: Servant
fa: خدمتکار

# FEMALE
source: Servant
fa: خدمتکار

# MALE
source: Servant
fa: خدمتکار

source: Server information
fa: اطلاعات سرور

source: Server name
fa: نام سرور

source: Set a new password
fa: یک رمز عبور جدید تنظیم کنید

source: Set as default
fa: تنظیم به عنوان پیشفرض

source: Set the access level for each tree.
fa: سطح دسترسی را برای هر شجره نامه تنظیم کنید.

source: Set the default blocks for new family trees
fa: بلوک های پیش فرض را برای شجره نامه های جدید تنظیم کنید

source: Set the default blocks for new users
fa: بلوک های پیش فرض را برای کاربران جدید تنظیم کنید

source: Set the privacy access level for all dead individuals.
fa: سطح دسترسی به حریم خصوصی را برای همه افراد متوفی تنظیم کنید.

source: Set the status to “approved”.
fa: وضعیت را روی "تایید شده" تنظیم کنید.

source: Setting this to <b>Yes</b> will place links on individuals, sources, and families to let users bring up another window containing the raw data taken right out of the GEDCOM file.
fa: تنظیم این مورد روی <b>بله</b> پیوندهایی را روی افراد، منابع و خانواده‌ها قرار می‌دهد تا به کاربران اجازه دهد پنجره دیگری حاوی داده‌های خام گرفته شده از فایل GEDCOM را نمایش دهند.

source: Setup wizard for webtrees
fa: ویزارد راه اندازی برای webtrees

source: Sextidi
fa: سکستیدی

source: Seychelles
fa: سیشل

# Abbreviation for Persian month: Shahrivar
source: Shah
fa: شهریور

# GENITIVE
source: Shahrivar
fa: شهریور

# INSTRUMENTAL
source: Shahrivar
fa: شهریور

# LOCATIVE
source: Shahrivar
fa: شهریور

# NOMINATIVE
source: Shahrivar
fa: شهریور

source: Shared note
fa: متن به اشتراک گذاشته شده

source: Shared notes
fa: نوشته های به اشتراک گذاشته شده

# GENITIVE
source: Shawwal
fa: شوال

# INSTRUMENTAL
source: Shawwal
fa: شوال

# LOCATIVE
source: Shawwal
fa: شوال

# NOMINATIVE
source: Shawwal
fa: شوال

# GENITIVE
source: Sha’aban
fa: شعبان

# INSTRUMENTAL
source: Sha’aban
fa: شعبان

# LOCATIVE
source: Sha’aban
fa: شعبان

# NOMINATIVE
source: Sha’aban
fa: شعبان

source: She
fa: او

source: She died
fa: او فوت کرده

source: She married
fa: او متاهل است

source: She resided at
fa: او ساکن شده در

source: She was born
fa: او متولد

source: She was buried
fa: او خاکسپاری شد

source: She was christened
fa: او تعمید داده شد

source: She was cremated
fa: او سوزانده شد

# GENITIVE
source: Shevat
fa: شوات

# INSTRUMENTAL
source: Shevat
fa: شوات

# LOCATIVE
source: Shevat
fa: شوات

# NOMINATIVE
source: Shevat
fa: شوات

source: Shiny Tomato
fa: گوجه ای

source: Short version
fa: نسخه مختصر

source: Shortcut
fa: میانبر

source: Shortest marriage
fa: کوتاه ترین ازدواج

source: Show
fa: نمایش

source: Show a download link in the media viewer
fa: نمایش پیوند دانلود در نمایشگر رسانه

source: Show a privacy policy.
fa: نمایش سیاست حفظ حریم خصوصی.

source: Show acceptable use agreement on “Request a new user account” page
fa: نمایش توافقنامه قبول قوانین و مقررات در صفحه "درخواست حساب کاربری"

source: Show all notes
fa: نمایش همه یادداشت ها

source: Show all places in a list
fa: نمایش فهرست تمام محل ها

source: Show all sources
fa: نمایش همه منابع

source: Show an age cursor
fa: نمایش نشانگر سن

source: Show children of ancestors
fa: نمایش فرزندان اجداد

source: Show couples where either partner married more than once.
fa: نمایش زوج‌هایی که هر یک از آنها بیش از یک بار ازدواج کرده‌اند.

source: Show couples where only the female partner is dead.
fa: نمایش زوج هایی که در آن تنها زن فوت شده است.

source: Show couples where only the male partner is dead.
fa: نمایش زوج هایی که در آن تنها مرد فوت شده است.

source: Show couples who married more than 100 years ago.
fa: نمایش زوج هایی که بیش از 100 سال پیش ازدواج کرده اند.

source: Show couples who married within the last 100 years.
fa: نمایش زوج هایی که در 100 سال اخیر ازدواج کرده اند.

source: Show couples with an unknown marriage date.
fa: نمایش زوج های با تاریخ نامشخص ازدواج.

source: Show date of last update
fa: نمایش تاریخ آخرین به روز رسانی

source: Show dead individuals
fa: نمایش افراد متوفی

source: Show divorced couples.
fa: نمایش زوج های مطلقه.

source: Show individuals born more than 100 years ago.
fa: نمایش افرادی که بیش از 100 سال پیش متولد شده اند.

source: Show individuals born within the last 100 years.
fa: نمایش افرادی که در 100 سال اخیر متولد شده اند.
