Repository: Gustine/webtrees
Catalog: resources/lang/*/messages.po
Languages: fa

source: An interactive tree, showing all the ancestors and descendants of an individual.
fa: درختی تعاملی که تمام اجداد و نوادگان یک فرد را نشان می دهد.

source: An unexpected database error occurred.
fa: یک پیام خطای ناشناخته رخ داده است.

source: An upgrade is available.
fa: ارتقا در دسترس است.

source: Ancestors
fa: اجداد

source: Ancestors interest
fa: علاقه اجداد

source: Ancestors of
fa: اجدادِ

source: Ancestors of %s
fa: اجدادِ %s

source: Ancestral file number
fa: شماره فایل اجدادی

source: Ancestry PID
fa: شماره PID اجدادی

source: Anchorage, Alaska, United States
fa: انکوریج، آلاسکا، ایالات متحده

source: Andorra
fa: آندورا

source: Angola
fa: آنگولا

source: Anguilla
fa: آنگویلا

source: Anniversary
fa: سالگرد

source: Anniversary calendar
fa: تقویم سالگردها

source: Annulment
fa: ابطال

source: Answer
fa: پاسخ

source: Antarctica
fa: جنوبگان

source: Antigua and Barbuda
fa: آنتیگوا و باربودا

source: Anyone with a user account can access this website.
fa: هر کس با داشتن حساب کاربری می تواند به این وب سایت دسترسی داشته باشد.

source: Apia, Samoa
fa: آپیا، ساموآ

source: Apply privacy settings
fa: اجرای تنظیمات خصوصی

source: Apply these preferences to all family trees
fa: این تنظیمات برگزیده را برای همه شجره نامه ها اعمال کنید

source: Apply these preferences to new family trees
fa: این تنظیمات برگزیده را برای شجره نامه های جدید اعمال کنید

source: Approved
fa: تأیید‌شده

source: Approved by administrator
fa: تایید شده توسط مدیریت

# Abbreviation for April
source: Apr
fa: آوریل

# GENITIVE
source: April
fa: آوریل

# INSTRUMENTAL
source: April
fa: آوریل

# LOCATIVE
source: April
fa: آوریل

# NOMINATIVE
source: April
fa: آوریل

source: Aqua Marine
fa: آکوا مارین

source: Are you sure you want to delete the link to “%s”?
fa: آیا مطمئن هستید که می خواهید پیوند "%s" را حذف کنید؟

source: Are you sure you want to delete this fact?
fa: آیا مطمئن هستید که می خواهید این واقعه را حذف کنید؟

source: Are you sure you want to delete this message? It cannot be retrieved later.
fa: آیا از حذف این پیام مطمئن هستید؟ بعدا قابل بازیابی نیست.

source: Are you sure you want to delete “%s”?
fa: آیا مطمئن هستید که می خواهید "%s" را حذف کنید؟

source: Are you sure you want to reject all the changes to this family tree?
fa: آیا مطمئن هستید که می خواهید همه تغییرات این شجره نامه را ابطال کنید؟

source: Are you sure you want to remove this item from your list of favorites?
fa: آیا مطمئن هستید که می خواهید این مورد را از لیست موارد دلخواه خود حذف کنید؟

source: Argentina
fa: آرژانتین

source: Armenia
fa: ارمنستان

source: Aruba
fa: آروبا

source: As well as using the toolbar to apply HTML formatting, you can insert database fields which are updated automatically. These special fields are marked with <b>#</b> characters. For example <b>#totalFamilies#</b> will be replaced with the actual number of families in the database. Advanced users may wish to apply CSS classes to their text, so that the formatting matches the currently selected theme.
fa: علاوه بر استفاده از نوار ابزار برای اعمال قالب بندی HTML، می توانید فیلدهای پایگاه داده را وارد کنید که به طور خودکار به روز می شوند. این فیلدهای خاص با <b>#</b> کاراکتر مشخص شده اند. به عنوان مثال <b>#totalFamilies#</b> با تعداد واقعی خانواده ها در پایگاه داده جایگزین می شود. کاربران پیشرفته ممکن است بخواهند کلاس های CSS را در متن خود اعمال کنند تا قالب بندی با موضوع انتخابی فعلی مطابقت داشته باشد.

source: Ash
fa: خاکستری

source: Asia
fa: آسيا

source: Associate
fa: وابسته

source: Associate events with this source
fa: وقایع وابسته به این منبع

source: Asuncion, Paraguay
fa: آسونسیون، پاراگوئه

source: At sea
fa: دردریا

source: Atlanta, Georgia, United States
fa: آتلانتا، جورجیا، ایالات متحده آمریکا

source: Attendant
fa: متصدی

# FEMALE
source: Attendant
fa: متصدی

# MALE
source: Attendant
fa: متصدی

source: Attending
fa: ملازم

# FEMALE
source: Attending
fa: ملازم

# MALE
source: Attending
fa: ملازم

source: Audio
fa: صدا

# Abbreviation for August
source: Aug
fa: آگوست

# GENITIVE
source: August
fa: آگوست

# INSTRUMENTAL
source: August
fa: آگوست

# LOCATIVE
source: August
fa: آگوست

# NOMINATIVE
source: August
fa: آگوست

source: Australia
fa: استرالیا

source: Austria
fa: اتریش

source: Author
fa: نویسنده

source: Author of last change
fa: نویسنده آخرین تغییرات

source: Automatically accept changes made by this user
fa: تایید خودکار تغییرات انجام شده توسط این کاربر

source: Automatically expand notes
fa: بازکردن متون به صورت خودکار

source: Automatically expand sources
fa: بازکردن منابع به صورت خودکار

# GENITIVE
source: Av
fa: آو

# INSTRUMENTAL
source: Av
fa: آو

# LOCATIVE
source: Av
fa: آو

# NOMINATIVE
source: Av
fa: آو

source: Average age
fa: سن متوسط

source: Average age at death
fa: متوسط سن فوت

source: Average age at marriage
fa: متوسط سن ازدواج

source: Average age in century of marriage
fa: متوسط سن ازدواج در قرن

source: Average age related to death century
fa: متوسط سن مرگ در قرن

source: Average number
fa: عدد متوسط

source: Average number of children per family
fa: تعداد متوسط فرزندان در هر خانواده

source: Avoid spaces and punctuation. A family name might be a good choice.
fa: از فاصله و علائم نگارشی خودداری کنید. نام خانوادگی ممکن است انتخاب خوبی باشد.

# Abbreviation for Persian month: Azar
source: Azar
fa: آذر

# GENITIVE
source: Azar
fa: آذر

# INSTRUMENTAL
source: Azar
fa: آذر

# LOCATIVE
source: Azar
fa: آذر

# NOMINATIVE
source: Azar
fa: آذر

source: Azerbaijan
fa: آذربایجان

source: Azores
fa: آزور

# Abbreviation for Persian month: Bahman
source: Bah
fa: بهمن

source: Bahamas
fa: باهاما

# GENITIVE
source: Bahman
fa: بهمن

# INSTRUMENTAL
source: Bahman
fa: بهمن

# LOCATIVE
source: Bahman
fa: بهمن

# NOMINATIVE
source: Bahman
fa: بهمن

source: Bahrain
fa: بحرین

source: Bangladesh
fa: بنگلادش

source: Baptism
fa: غسل تعمید

source: Baptism of a brother
fa: غسل تعمید یک برادر

source: Baptism of a child
fa: غسل تعمید یک کودک

source: Baptism of a daughter
fa: غسل تعمید یک دختر

source: Baptism of a grandchild
fa: غسل تعمید یک نوه

source: Baptism of a granddaughter
fa: غسل تعمید یک نوه

# daughter’s daughter
source: Baptism of a granddaughter
fa: غسل تعمید یک نوه

# son’s daughter
source: Baptism of a granddaughter
fa: غسل تعمید یک نوه

source: Baptism of a grandson
fa: غسل تعمید یک نوه

# daughter’s son
source: Baptism of a grandson
fa: غسل تعمید یک نوه

# son’s son
source: Baptism of a grandson
fa: غسل تعمید یک نوه

source: Baptism of a half-brother
fa: غسل تعمید یک برادر ناتنی

source: Baptism of a half-sibling
fa: غسل تعمید خواهر- برادر ناتنی

source: Baptism of a half-sister
fa: غسل تعمید خواهر ناتنی

source: Baptism of a sibling
fa: غسل تعمید یک خواهر- برادر

source: Baptism of a sister
fa: غسل تعمید یک خواهر

source: Baptism of a son
fa: غسل تعمید یک پسر

source: Bar mitzvah
fa: بار میتزوه

source: Barbados
fa: باربادوس

source: Base GEDCOM tag
fa: بر اساس تگ GEDCOM

source: Bat mitzvah
fa: بت میتزوه

source: Batch update
fa: به روز رسانی دسته ای

source: Baton Rouge, Louisiana, United States
fa: باتون روژ، لوئیزیانا، ایالات متحده

source: Begins with
fa: شروع با

source: Belarus
fa: بلاروس

source: Belgian Chocolate
fa: شکلات بلژیکی

source: Belgium
fa: بلژیک

source: Belize
fa: بلیز

source: Benin
fa: بنین

source: Bermuda
fa: برمودا

source: Bern, Switzerland
fa: برن، سوئیس

source: Best man
fa: بهترین مرد

source: Bhutan
fa: بوتان

source: Bibliography
fa: مراجع

source: Billings, Montana, United States
fa: Billings، مونتانا، ایالات متحده

source: Binary data object
fa: شی داده باینری

source: Bing™ webmaster tools
fa: ابزارهای وب مستر Bing™

source: Birmingham, Alabama, United States
fa: بیرمنگام، آلاباما، ایالات متحده

source: Birth
fa: تولد

# Female pedigree
source: Birth
fa: تولد

# Male pedigree
source: Birth
fa: تولد

# Pedigree
source: Birth
fa: تولد

source: Birth by country
fa: تولد براساس کشور

source: Birth date range end
fa: پایان دامنه تاریخ تولد

source: Birth date range start
fa: شروع دامنه تاریخ تولد

source: Birth name
fa: نام تولد

source: Birth of a brother
fa: تولد یک برادر

source: Birth of a child
fa: تولد فرزند

source: Birth of a daughter
fa: تولد دختر

source: Birth of a grandchild
fa: تولد نوه

source: Birth of a granddaughter
fa: تولد نوه (دختر)

# daughter’s daughter
source: Birth of a granddaughter
fa: تولد نوه دختری(دختر)

# son’s daughter
source: Birth of a granddaughter
fa: تولد نوه پسری(دختر)

source: Birth of a grandson
fa: تولد نوه (پسر)

# daughter’s son
source: Birth of a grandson
fa: تولد نوه دختری(پسر)

# son’s son
source: Birth of a grandson
fa: تولد نوه پسری(پسر)

source: Birth of a half-brother
fa: تولد یک برادر ناتنی

source: Birth of a half-sibling
fa: تولد خواهر-برادر ناتنی

source: Birth of a half-sister
fa: تولد خواهر ناتنی

source: Birth of a sibling
fa: تولد یک خواهر-برادر

source: Birth of a sister
fa: تولد خواهر

source: Birth of a son
fa: تولد پسر

source: Birth parents
fa: تولد والدین

source: Birth places
fa: محل های تولد

source: Birthplace contains
fa: محل تولد شامل

source: Births
fa: تولد ها

source: Births by century
fa: تولدها بر اساس قرن

source: Bismarck, North Dakota, United States
fa: بیسمارک، داکوتای شمالی، ایالات متحده

source: Blessing
fa: برکت

source: Block
fa: بلوک

source: Blocks
fa: بلوک ها

source: Blue Lagoon
fa: آبی تالابی

source: Blue Marine
fa: آبی دریایی

source: Bogota, Colombia
fa: بوگوتا، کلمبیا

source: Boise, Idaho, United States
fa: بویز، آیداهو، ایالات متحده

source: Bolivia
fa: بولیوی

source: Book
fa: کتاب

source: Born in the covenant
fa: در عهد متولد شد

source: Bosnia and Herzegovina
fa: بوسنی و هرزگوین

source: Boston, Massachusetts, United States
fa: بوستون، ماساچوست، ایالات متحده آمریکا

source: Both alive
fa: هر دو زنده

source: Both dead
fa: هر دو فوت شده

source: Botswana
fa: بوتسوانا

source: Bountiful, Utah, United States
fa: بونتیفول، یوتا، ایالات متحده آمریکا

source: Bouvet Island
fa: جزیره بووه

source: Branches
fa: شاخه ها

source: Branches of the %s family
fa: شاخه های خانواده %s

source: Brazil
fa: برزیل

source: Bridesmaid
fa: ساقدوش عروس

source: Brigham City, Utah, United States
fa: بریگام سیتی، یوتا، ایالات متحده آمریکا

source: Brisbane, Australia
fa: بریزبن، استرالیا

source: Brit milah
fa: بریت میلا

source: British Indian Ocean Territory
fa: قلمرو اقیانوس هند بریتانیا

source: British Virgin Islands
fa: جزایر ویرجین بریتانیا

source: Brother
fa: برادر

# GENITIVE
source: Brumaire
fa: برومیر

# INSTRUMENTAL
source: Brumaire
fa: برومیر

# LOCATIVE
source: Brumaire
fa: برومیر

# NOMINATIVE
source: Brumaire
fa: برومیر

source: Brunei Darussalam
fa: برونئی دارالسلام

source: Buenos Aires, Argentina
fa: بوینس آیرس، آرژانتین

source: Bulgaria
fa: بلغارستان

source: Burial
fa: خاکسپاری

source: Burial of a brother
fa: خاکسپاری برادر

source: Burial of a child
fa: خاکسپاری فرزند

source: Burial of a daughter
fa: خاکسپاری دختر

source: Burial of a father
fa: خاکسپاری پدر

source: Burial of a grandchild
fa: خاکسپاری نوه

source: Burial of a granddaughter
fa: خاکسپاری نوه(دختر)

# daughter’s daughter
source: Burial of a granddaughter
fa: خاکسپاری نوه دختری(دختر)

# son’s daughter
source: Burial of a granddaughter
fa: خاکسپاری نوه پسری(دختر)

source: Burial of a grandfather
fa: خاکسپاری پدر بزرگ

source: Burial of a grandmother
fa: خاکسپاری مادر بزرگ

source: Burial of a grandparent
fa: خاکسپاری پدر بزرگ/مادربزرگ

source: Burial of a grandson
fa: خاکسپاری نوه(پسر)

# daughter’s son
source: Burial of a grandson
fa: خاکسپاری نوه دختری(پسر)

# son’s son
source: Burial of a grandson
fa: خاکسپاری نوه پسری(پسر)

source: Burial of a half-brother
fa: خاکسپاری برادر ناتنی

source: Burial of a half-sibling
fa: خاکسپاری خواهر-برادر ناتنی

source: Burial of a half-sister
fa: خاکسپاری خواهر ناتنی

source: Burial of a husband
fa: خاکسپاری شوهر

source: Burial of a maternal grandfather
fa: خاکسپاری پدربزرگ مادری

source: Burial of a maternal grandmother
fa: خاکسپاری مادربزرگ مادری

source: Burial of a mother
fa: خاکسپاری مادر

source: Burial of a parent
fa: خاکسپاری یکی از والدین

source: Burial of a paternal grandfather
fa: خاکسپاری پدربزرگ پدری

source: Burial of a paternal grandmother
fa: خاکسپاری مادربزرگ پدری

source: Burial of a sibling
fa: خاکسپاری خواهر-برادر

source: Burial of a sister
fa: خاکسپاری خواهر

source: Burial of a son
fa: خاکسپاری پسر

source: Burial of a spouse
fa: خاکسپاری همسر

source: Burial of a wife
fa: خاکسپاری زن

source: Burial place contains
fa: محل خاکسپاری شامل

source: Burials
fa: خاکسپاری ها

source: Burkina Faso
fa: بورکینا فاسو

source: Burundi
fa: بوروندی

source: Buyer
fa: خریدار

# FEMALE
source: Buyer
fa: خریدار

# MALE
source: Buyer
fa: خریدار

source: By default, SMTP works on port 25.
fa: به صورت پیش فرض SMTP با استفاده از پورت 25 کار می کند.

source: CSS and JS
fa: CSS و JS

source: Calculating…
fa: در حال محاسبه…

source: Calendar
fa: تقویم

source: Calendar conversion
fa: تبدیل تقویم

source: Calgary, Alberta, Canada
fa: کلگری، آلبرتا، کانادا

source: Call number
fa: شماره تماس

source: Cambodia
fa: کامبوج

source: Cameroon
fa: کامرون

source: Campinas, Brazil
fa: کامپیناس، برزیل

source: Canada
fa: کانادا

source: Cape Verde
fa: کیپ ورد

source: Caracas, Venezuela
fa: کاراکاس، ونزوئلا

source: Card
fa: کارت

source: Cardston, Alberta, Canada
fa: کاردستون، آلبرتا، کانادا

source: Case insensitive
fa: غیرحساس

source: Caste
fa: کاست

source: Categories
fa: دسته بندی‌ها

source: Category
fa: دسته بندی

source: Cause
fa: علت

source: Cause of death
fa: علت فوت

source: Caution! This may take a long time. Be patient.
fa: احتیاط! ممکن است زمان زیادی به طول بیانجامد. صبور باشید.

source: Cayman Islands
fa: جزایر کیمن

source: Cebu City, Philippines
fa: سبوسیتی، فیلیپین

source: Cemetery
fa: گورستان

source: Census
fa: سرشماری

source: Census assistant
fa: دستیار سرشماری

source: Census date
fa: تاریخ سرشماری

source: Census place
fa: محل سرشماری

source: Census transcript
fa: رونوشت سرشماری

source: Central African Republic
fa: جمهوری آفریقای مرکزی

source: Century
fa: قرن

source: Certificate
fa: گواهی

source: Chad
fa: چاد

source: Change family members
fa: تغییر اعضای خانواده

source: Change the “Home page” blocks
fa: بلوک های "صفحه اصلی" را تغییر دهید

source: Change the “My page” blocks
fa: بلوک های "صفحه من" را تغییر دهید

source: Changed by %1$s
fa: %1$sتوسط تغییر کرد

source: Changed on %1$s
fa: در %1$s تغییر کرد

source: Changed on %1$s by %2$s
fa: در%1$s توسط %2$s تغییر کرد

source: Changes
fa: تغییرات

source: Changes in the last %s day
fa: تغییرات در %s روز گذشته

source: Changes log
fa: ثبت تغییرات

source: Character set
fa: مجموعه کاراکتر

source: Chart
fa: نمودار

source: Chart preferences
fa: تنظیمات نمودار

source: Chart type
fa: نوع نمودار

source: Charts
fa: نمودارها

source: Check for errors
fa: کنترل خطاها

source: Check for pending changes…
fa: بررسی تغییرات در انتظار…

source: Checking server capacity
fa: بررسی ظرفیت سرور

source: Checking server configuration
fa: بررسی تنظیمات سرور

source: Chicago, Illinois, United States
fa: شیکاگو، ایلینوی، ایالات متحده آمریکا

source: Child
fa: فرزند

source: Child of
fa: فرزند ِ

source: Child of %s
fa: فرزند ِ %s

source: Children
fa: فرزندان

source: Children in family
fa: فرزندان خانواده

source: Children of
fa: فرزندان ِ

source: Children take a patronym instead of a surname.
fa: فرزندان به جای نام خانوادگی، یک نام حمایتی می گیرند.

source: Children take one surname from the father and one surname from the mother.
fa: فرزندان یک نام خانوادگی از پدر و یک نام خانوادگی از مادر می گیرند.

source: Children take one surname from the mother and one surname from the father.
fa: فرزندان یک نام خانوادگی از مادر و یک نام خانوادگی از پدر می گیرند.

source: Children take their father’s surname.
fa: بچه ها نام خانوادگی پدرشان را می گیرند.

source: Children take their mother’s surname.
fa: بچه ها نام خانوادگی مادرشان را می گیرند.

source: Chile
fa: شیلی

source: China
fa: چین

source: Choose a report to run
fa: گزارشی را برای اجرا انتخاب کنید

source: Choose relatives
fa: انتخاب خویشاوندان

source: Choose user defined welcome text typed below
fa: متن خوشامدگویی تعریف شده توسط کاربر را که در زیر تایپ شده است انتخاب کنید

source: Christening
fa: تعمید

source: Christening of a brother
fa: تعمید برادر

source: Christening of a child
fa: تعمید فرزند

source: Christening of a daughter
fa: تعمید دختر

source: Christening of a grandchild
fa: تعمید نوه

source: Christening of a granddaughter
fa: تعمید نوه(دختر)

# daughter’s daughter
source: Christening of a granddaughter
fa: تعمید نوه دختری(دختر)

# son’s daughter
source: Christening of a granddaughter
fa: تعمید نوه پسری(دختر)

source: Christening of a grandson
fa: تعمید نوه(پسر)

# daughter’s son
source: Christening of a grandson
fa: تعمید نوه دختری(پسر)

# son’s son
source: Christening of a grandson
fa: تعمید نوه پسری(پسر)

source: Christening of a half-brother
fa: تعمید برادر ناتنی

source: Christening of a half-sibling
fa: تعمید خواهر-برادر ناتنی

source: Christening of a half-sister
fa: تعمید خواهر ناتنی

source: Christening of a sibling
fa: تعمید خواهر-برادر

source: Christening of a sister
fa: تعمید خواهر

source: Christening of a son
fa: تعمید پسر

source: Christmas Island
fa: جزیره کریسمس

source: Circumciser
fa: ختنه کننده

source: Citation
fa: نقل قول

source: Citation details
fa: جزئیات نقل قول

source: Citizenship
fa: تابعیت

source: City
fa: شهر

source: Ciudad Juarez, Mexico
fa: سیوداد خوارز، مکزیک

source: Civil marriage
fa: ازدواج محضری

source: Civil registrar
fa: ثبت محضری

# FEMALE
source: Civil registrar
fa: ثبت محضری

# MALE
source: Civil registrar
fa: ثبت محضری

source: Clean up data folder
fa: پاک کردن پوشه داده

source: Cleared but not yet completed
fa: پاک شده اما هنوز تکمیل نشده است

source: Clippings cart
fa: سبد گزیده ها

source: Coat of arms
fa: نشان ملی

source: Cochabamba, Bolivia
fa: کوچابامبا، بولیوی

source: Cocos (Keeling) Islands
fa: جزایر کوکوس (کیلینگ)

source: Coffee and Cream
fa: قهوه و خامه

source: Cold Day
fa: تم سرد

source: Colombia
fa: کلمبیا

source: Colonia Juarez, Mexico
fa: کلونیا خوارز، مکزیک

source: Columbia River, Washington, United States
fa: رودخانه کلمبیا، واشنگتن، ایالات متحده

source: Columbia, South Carolina, United States
fa: کلمبیا، کارولینای جنوبی، ایالات متحده

source: Columbus, Ohio, United States
fa: کلمبوس، اوهایو، ایالات متحده

source: Comment
fa: نظر

source: Comments
fa: نظرات

source: Common law marriage
fa: ازدواج طبق قانون عمومی

source: Communicate directly with other users, using private messages.
fa: با استفاده از پیام های خصوصی مستقیماً با سایر کاربران ارتباط برقرار کنید.

source: Comoros
fa: کومور

source: Compact tree
fa: درخت فشرده

source: Compact tree of %s
fa: درخت فشرده%s

source: Comparison
fa: مقایسه

source: Completed before 1970; date not available
fa: قبل از سال 1970 تکمیل شده. تاریخ در دسترس نیست

source: Completed; date unknown
fa: تکمیل شده؛ تاریخ نامعلوم

source: Completion date
fa: تاریخ تکمیل

source: Compress the GEDCOM file
fa: فایل GEDCOM را فشرده کنید

source: Concatenation
fa: الحاق

source: Confirmation
fa: تائیدیه

source: Connection to database server
fa: اتصال به سرور دیتابیس

source: Contact information
fa: اطلاعات تماس

source: Contact method
fa: روش تماس

source: Contains
fa: حاوی

source: Content
fa: محتوا

source: Continued
fa: ادامه دار

source: Control panel
fa: صفحه کنترل

source: Convert CEME tags to GEDCOM 5.5.1
fa: تبدیل تگ های CEME را به GEDCOM 5.5.1

source: Convert NAME:_XXX tags to GEDCOM 5.5.1
fa: تبدیل تگ های NAME:_XXXرا به GEDCOM 5.5.1

source: Convert _PRIM tags to GEDCOM 5.5.1
fa: تبدیل تگ های _PRIM را به GEDCOM 5.5.1

source: Convert from UTF-8 to ISO-8859-1
fa: تبدیل از UTF-8به ISO-8859-1

source: Convert to
fa: تبدیل به

source: Cook Islands
fa: جزایر کوک

source: Cookies
fa: کوکی ها

source: Coordinates
fa: مختصات

source: Copenhagen, Denmark
fa: کپنهاگ، دانمارک

source: Copy
fa: کپی

source: Copy all the records from %1$s into %2$s.
fa: همه رکوردها را از %1$s در %2$s کپی کنید.

source: Copy files…
fa: کپی فایل ها…

source: Copyright
fa: کپی رایت

source: Cordoba, Argentina
fa: کوردوبا، آرژانتین

source: Corporation
fa: شرکت

source: Correct NAME records of the form “John/DOE/” or “John /DOE”, as produced by older genealogy programs.
fa: سوابق NAME از فرم "John/DOE/" یا "John /DOE" را که توسط برنامه‌های تبارشناسی قدیمی‌تر تولید شده‌اند، تصحیح کنید.

source: Correspondence
fa: مکاتبه

source: Costa Rica
fa: کاستاریکا

source: Cote d’Ivoire
fa: ساحل عاج

source: Could not verify the information you entered. Please try again or contact the site administrator for more information.
fa: نمی‌توان اطلاعاتی را که وارد کردید تأیید کرد. لطفاً دوباره امتحان کنید یا برای اطلاعات بیشتر با مدیر سایت تماس بگیرید.

source: Count the visits to each page
fa: تعداد بازدیدهای هر صفحه را بشمارید

source: Country
fa: کشور

source: Create
fa: ایجاد

source: Create a family tree
fa: ایجاد یک شجره نامه

source: Create a location
fa: ایجاد یک محل

source: Create a media object
fa: ایجاد یک موضوع رسانه ای

source: Create a repository
fa: ایجاد یک مخزن

source: Create a shared note
fa: ایجاد یک یادداشت مشترک

source: Create a shared note using the census assistant
fa: ایجاد یاداشت مشترک با استفاده از دستیار سرشماری

source: Create a source
fa: ایجاد یک منبع

source: Create a submission
fa: ایجاد یک تفویض

source: Create a submitter
fa: ایجاد یک ارسالگر

source: Create a temporary folder…
fa: ایجاد یک پوشه موقت…

source: Create a unique filename
fa: ایجاد یک نام فایل یکتا

source: Create an individual
fa: ایجاد یک فرد

source: Create your own chart
fa: نمودار خود را بسازید

source: Create, update, and delete a family tree for every GEDCOM file in the data folder.
fa: ایجاد, بروزآوری و حذف یک شجرنامه برای هر فایل GEDCOM که در پوشه داده وجود دارد.

source: Creation date
fa: تاریخ ایجاد

source: Cremation
fa: سوزاندن

source: Cremation of a brother
fa: سوزاندن برادر

source: Cremation of a child
fa: سوزاندن فرزند

source: Cremation of a daughter
fa: سوزاندن دختر

source: Cremation of a father
fa: سوزاندن پدر

source: Cremation of a grandchild
fa: سوزاندن نوه

source: Cremation of a granddaughter
fa: سوزاندن نوه(دختر)

# daughter’s daughter
source: Cremation of a granddaughter
fa: سوزاندن نوه دختری(دختر)

# son’s daughter
source: Cremation of a granddaughter
fa: سوزاندن نوه پسری(دختر)

source: Cremation of a grandfather
fa: سوزاندن پدر بزرگ

source: Cremation of a grandmother
fa: سوزاندن مادر بزرگ

source: Cremation of a grandparent
fa: سوزاندن پدر بزرگ/مادربزرگ

source: Cremation of a grandson
fa: سوزاندن نوه(پسر)

# daughter’s son
source: Cremation of a grandson
fa: سوزاندن نوه دختری(پسر)

# son’s son
source: Cremation of a grandson
fa: سوزاندن نوه پسری(پسر)

source: Cremation of a half-brother
fa: سوزاندن برادر ناتنی

source: Cremation of a half-sibling
fa: سوزاندن خواهر-برادر ناتنی

source: Cremation of a half-sister
fa: سوزاندن خواهر ناتنی

source: Cremation of a husband
fa: سوزاندن شوهر

source: Cremation of a maternal grandfather
fa: سوزاندن پدربزرگ مادری

source: Cremation of a maternal grandmother
fa: سوزاندن مادربزرگ مادری

source: Cremation of a mother
fa: سوزاندن مادر

source: Cremation of a parent
fa: سوزاندن یکی از والدین

source: Cremation of a paternal grandfather
fa: سوزاندن پدربزرگ پدری

source: Cremation of a paternal grandmother
fa: سوزاندن مادربزرگ پدری

source: Cremation of a sibling
fa: سوزاندن خواهر-برادر

source: Cremation of a sister
fa: سوزاندن خواهر

source: Cremation of a son
fa: سوزاندن پسر

source: Cremation of a spouse
fa: سوزاندن همسر

source: Cremation of a wife
fa: سوزاندن زن

source: Croatia
fa: کرواسی

source: Cuba
fa: کوبا

source: Curitiba, Brazil
fa: کوریتیبا، برزیل

source: Custom
fa: سفارشی

source: Custom event
fa: رویداد سفارشی

source: Custom fact
fa: واقعه سفارشی

source: Custom module
fa: ماژول سفارشی

source: Custom welcome text
fa: متن خوش آمدگویی سفارشی

source: Customize this page
fa: سفارشی سازی این صفحه

source: Cyprus
fa: قبرس

source: Czech Republic
fa: جمهوری چک

source: DKIM digital signature
fa: امضای دیجیتال DKIM
