Repository: Gustine/webtrees
Catalog: resources/lang/*/messages.po
Languages: fa

source: You can make it easier to search for married women by recording their married name. However not all women take their husband’s surname, so beware of introducing incorrect information into your database.
fa: می توانید با ثبت بعنوان متاهل، جستجوی زنان متاهل را آسان تر کنید. با این حال همه زنان نام خانوادگی همسر خود را نمی‌گیرند، بنابراین مراقب وارد کردن اطلاعات نادرست به پایگاه داده خود باشید.

source: You can opt out of tracking by setting the “Do Not Track” header in your browser preferences.
fa: می‌توانید با تنظیم سرصفحه «ردیابی نشود» در تنظیمات برگزیده مرورگرتان از ردیابی انصراف دهید.

source: You can renumber the records in a family tree, so that these internal reference numbers are not duplicated in any other family tree.
fa: می توانید رکوردها را در یک شجره نامه مجددا شماره گذاری کنید، به طوری که این شماره های مرجع داخلی در هیچ شجره نامه دیگری تکرار نشوند.

source: You can renumber this family tree.
fa: می توانید این شجره نامه را دوباره شماره گذاری کنید.

source: You can set the access for a specific record, fact, or event by adding a restriction to it. If a record, fact, or event does not have a restriction, the following default restrictions will be used.
fa: می توانید با افزودن یک محدودیت ، دسترسی را برای یک رکورد، واقعیت یا رویداد خاص تنظیم کنید. اگر یک رکورد، واقعیت یا رویداد دارای محدودیت نباشد، از محدودیت های پیش فرض زیر استفاده می شود.

source: You can speed up the privacy calculations by adding a death record to individuals whose death can be inferred from other dates, but who do not have a record of death, burial, cremation, etc.
fa: شما می توانید با افزودن رویداد فوت به افرادی که مرگ آنها از تاریخ های دیگر قابل استنباط است، اما سابقه فوت، دفن، سوزاندن و غیره ندارند، محاسبات حریم خصوصی را سرعت بخشید.

source: You cannot sign in because your browser does not accept cookies.
fa: شما نمی توانید وارد شوید زیرا مرورگر شما کوکی ها را نمی پذیرد.

source: You do not have permission to view this page.
fa: شما اجازه مشاهده این صفحه را ندارید.

source: You have confirmed your request to become a registered user.
fa: شما درخواست خود را برای تبدیل شدن به یک کاربر ثبت شده تایید کرده اید.

source: You have selected a GEDCOM file with a different name. Is this correct?
fa: شما یک فایل GEDCOM با نام دیگری انتخاب کرده اید. آیا این درست است؟

source: You have signed out.
fa: شما از سیستم خارج شده اید.

source: You may use HTML to format the answer and to add links to other websites.
fa: می توانید از HTML برای قالب بندی پاسخ و افزودن لینک به وب سایت های دیگر استفاده کنید.

source: You must enter all the administrator account fields.
fa: باید تمام فیلدهای حساب کاربری مدیر را وارد کنید.

source: You must renumber the records in one of the trees before you can merge them.
fa: قبل از اینکه بتوانید رکوردها را در یکی از شجره نامه ها ادغام کنید، باید دوباره شماره گذاری کنید.

source: You must select an individual and a chart type in the block preferences
fa: شما باید یک فرد و یک نوع نمودار را در تنظیمات برگزیده بلوک انتخاب کنید

source: You must specify an individual record before you can restrict the user to their immediate family.
fa: شما باید حداقل یک مورد را برای فرد ثبت کنید تا بتوانید وی را شامل یک خانواده بلا واسطه کنید.

source: You need to be a family member to access this website.
fa: برای دسترسی به این وب سایت باید عضو یک خانواده باشید.

source: You need to be an authorized user to access this website.
fa: برای دسترسی به این وب سایت باید یک کاربر مجاز باشید.

source: You need to create a family tree.
fa: شما باید یک شجره نامه ایجاد کنید.

source: You need to review the account details.
fa: باید جزئیات حساب کاربری را بررسی کنید.

source: You need to set up an administrator account. This account can control all aspects of this webtrees installation. Please choose a strong password.
fa: شما باید یک حساب کاربری برای مدیریت ایجاد کنید، این حساب کاربری کنترل تمامی قسمت ها را در دست دارد، برای امنیت بیشتر از یک رمز عبور قدرتمند استفاده کنید.

source: You sent the following message to a webtrees user:
fa: شما پیام زیر را برای یک کاربر سایت ارسال کردید:

source: You should accept or reject all pending changes before upgrading.
fa: قبل از ارتقا، باید همه تغییرات معلق را بپذیرید یا رد کنید.

source: You should delete the “%1$s” from “%2$s” and try again.
fa: باید «%1$s» را از «%2$s» حذف کنید و دوباره امتحان کنید.

source: You should not approve an account unless you know that the email address is correct.
fa: شما نباید یک حساب کاربری را تایید کنید مگر اینکه بدانید آدرس ایمیل صحیح است.

source: You will be informed by email when this prospective user has confirmed the request. You can then complete the process by activating the username. The new user will not be able to sign in until you activate the account.
fa: هنگامی که این کاربر احتمالی درخواست را تأیید کرد، از طریق ایمیل به شما اطلاع داده می شود. سپس می توانید با فعال کردن نام کاربری، فرآیند را تکمیل کنید. تا زمانی که حساب کاربری را فعال نکنید، کاربر جدید نمی‌تواند وارد سیستم شود.

source: You will use this to sign in to webtrees.
fa: برای ورود به سایت از این استفاده خواهید کرد.

source: Youngest father
fa: جوان ترین پدر

source: Youngest female
fa: جوانترین زن

source: Youngest male
fa: جوانترین مرد

source: Youngest mother
fa: جوان ترین مادر

source: Your clippings cart is empty.
fa: سبد گزیده های شما خالی است.

source: Your name
fa: نام شما

source: Your password has been updated.
fa: رمز عبور شما به روز شد.

source: Your registration at %s
fa: ثبت نام شما در %s

source: Your user account does not have “automatically accept changes” enabled. You will only be able to change one record at a time.
fa: حساب کاربری شما «پذیرش خودکار تغییرات» را فعال نکرده است. هر بار فقط می‌توانید یک رکورد را تغییر دهید.

source: Your web server is using PHP version %s, which is no longer receiving security updates. You should upgrade to a later version as soon as possible.
fa: وب سرور شما از نسخه PHP %s استفاده می کند که دیگر به روز رسانی های امنیتی را دریافت نمی کند. شما باید در اسرع وقت به نسخه بعدی ارتقا دهید.

source: Zambia
fa: زامبیا

source: Zimbabwe
fa: زیمبابوه

source: Zoom
fa: بزرگ‌نمایی

source: Zoom in
fa: بزرگ‌نمایی

source: Zoom out
fa: کوچک‌نمایی

source: about %s
fa: درباره %s

# You should review the changes and then accept or reject them.
source: accept
fa: قبول

# You should review the deletion and then accept or reject it.
source: accept
fa: قبول

source: accepted
fa: پذیرفته شده

source: add
fa: افزودن

source: add place
fa: افزودن محل

source: adopted name
fa: نام فرزند خواندگی

# FEMALE
source: adopted name
fa: نام فرزند خواندگی

# MALE
source: adopted name
fa: نام فرزند خواندگی

source: adoption
fa: فرزند خواندگی

source: after %s
fa: بعد %s

source: age
fa: سن

source: also known as
fa: همچنین شناخته شده به عنوان

# FEMALE
source: also known as
fa: همچنین شناخته شده به عنوان

# MALE
source: also known as
fa: همچنین شناخته شده به عنوان

source: always
fa: همیشه

source: and
fa: و

# father’s brother’s wife
source: aunt
fa: زن عمو

# father’s sister
source: aunt
fa: عمه

# mother’s brother’s wife
source: aunt
fa: زن دایی

# mother’s sister
source: aunt
fa: خاله

# parent’s brother’s wife
source: aunt
fa: زن عمو/زن دایی

# parent’s sister
source: aunt
fa: خاله/عمه

# father’s sibling
source: aunt/uncle
fa: عمه/عمو

# mother’s sibling
source: aunt/uncle
fa: خاله/دایی

# parent’s sibling
source: aunt/uncle
fa: خاله/عمه/عمو/دایی

source: back to top
fa: بازگشت به بالا

source: before %s
fa: قبل %s

source: between %s and %s
fa: بین %s و %s

source: birth
fa: تولد

source: birth name
fa: نام تولد

# FEMALE
source: birth name
fa: نام تولد

# MALE
source: birth name
fa: نام تولد

source: born in the last %1$s years or died in the last %2$s years
fa: متولد شده در %1$s سال اخیر و یا فوت شده در %2$s سال اخیر

source: brother
fa: برادر

# brother’s wife’s brother
source: brother-in-law
fa: بردار زن برادر

# husband’s brother
source: brother-in-law
fa: برادر شوهر

# husband’s sister’s husband
source: brother-in-law
fa: شوهر خواهر شوهر

# sister’s husband
source: brother-in-law
fa: شوهر خواهر

# sister’s husband’s brother
source: brother-in-law
fa: برادر شوهر خواهر

# spouse’s brother
source: brother-in-law
fa: برادر همسر

# wife’s brother
source: brother-in-law
fa: برادر زن

# wife’s sister’s husband
source: brother-in-law
fa: باجناق

# brother’s wife’s sibling
source: brother/sister-in-law
fa: برادر/خواهر تنی زن برادر

# husband’s sibling
source: brother/sister-in-law
fa: برادر/خواهر تنی شوهر

# sibling’s spouse
source: brother/sister-in-law
fa: همسر برادر/خواهر تنی

# sister’s husband’s sibling
source: brother/sister-in-law
fa: برادر/خواهر تنی شوهر خواهر

# spouse’s sibling
source: brother/sister-in-law
fa: برادر/خواهر تنی همسر

# wife’s sibling
source: brother/sister-in-law
fa: برادر/خواهر تنی زن

source: bullet list
fa: لیست گلوله ای

source: burial
fa: خاکسپاری

source: by
fa: توسط

source: calculated %s
fa: محاسبه شده %s

source: cancel
fa: لغو

source: census added
fa: سرشماری اضافه شد

source: challenged
fa: به چالش کشیده شد

source: change of name
fa: تغییر نام

# FEMALE
source: change of name
fa: تغییر نام

# MALE
source: change of name
fa: تغییر نام

source: child
fa: فرزند

source: citizen
fa: شهروند

source: close
fa: بستن

source: clouds
fa: ابری

source: colors
fa: رنگی

source: compact list
fa: فهرست فشرده

source: continue
fa: ادامه

source: create
fa: ایجاد

source: cultural
fa: فرهنگی

source: date periods
fa: دوره های تاریخ

source: daughter
fa: دختر

source: daughter of
fa: دخترِ

# child’s wife
source: daughter-in-law
fa: عروس

# son’s wife
source: daughter-in-law
fa: عروس

# son’s wife’s father
source: daughter-in-law’s father
fa: پدر زن

# son’s wife’s mother
source: daughter-in-law’s mother
fa: مادر زن

# son’s wife’s parent
source: daughter-in-law’s parent
fa: والدین زن

source: death
fa: فوت

source: degrees
fa: درجه

source: delete
fa: حذف

# FEMALE
source: died
fa: متوفی

# MALE
source: died
fa: متوفی

source: disproven
fa: رد شد

source: down
fa: پایین

source: download
fa: دانلود

source: d’Aboville number
fa: شماره d'Aboville

source: edit
fa: ویرایش

source: eighth cousin
fa: عمو/دایی/عمه/خاله زاده نَسَب هشتم

# FEMALE
source: eighth cousin
fa: دختر عمو/دایی/عمه/خاله نَسَب هشتم

# MALE
source: eighth cousin
fa: پسر عمو/دایی/عمه/خاله نَسَب هشتم

source: elder brother
fa: برادر بزرگتر

source: elder sibling
fa: برادر/خواهر تنی بزرگتر

source: elder sister
fa: خواهر بزرگتر

source: eleventh cousin
fa: عمو/دایی/عمه/خاله زاده نَسَب یازدهم

# FEMALE
source: eleventh cousin
fa: دختر عمو/دایی/عمه/خاله نَسَب یازدهم

# MALE
source: eleventh cousin
fa: پسر عمو/دایی/عمه/خاله نَسَب یازدهم

source: estate name
fa: نام ملکی

# FEMALE
source: estate name
fa: نام ملکی

# MALE
source: estate name
fa: نام ملکی

source: estimated %s
fa: برآورد شده %s

source: ex-husband
fa: شوهر سابق

source: ex-spouse
fa: همسر سابق

source: ex-wife
fa: زن سابق

source: export file
fa: ارسال فایل

source: facts
fa: وقایع

source: father
fa: پدر

# husband’s father
source: father-in-law
fa: پدر شوهر

# spouse’s father
source: father-in-law
fa: پدر همسر

# wife’s father
source: father-in-law
fa: پدر زن

source: fiancé
fa: نامزد

source: fiancé(e)
fa: نامزد

source: fiancée
fa: نامزد

source: fifteenth cousin
fa: عمو/دایی/عمه/خاله زاده نَسَب پانزدهم

# FEMALE
source: fifteenth cousin
fa: دختر عمو/دایی/عمه/خاله نَسَب پانزدهم

# MALE
source: fifteenth cousin
fa: پسر عمو/دایی/عمه/خاله نَسَب پانزدهم

source: fifth %s
fa: پنجم %s

# FEMALE
source: fifth %s
fa: پنجم %s

# MALE
source: fifth %s
fa: پنجم %s

source: fifth cousin
fa: عمو/دایی/عمه/خاله زاده نَسَب پنجم

# FEMALE
source: fifth cousin
fa: دختر عمو/دایی/عمه/خاله نَسَب پنجم

# MALE
source: fifth cousin
fa: پسر عمو/دایی/عمه/خاله نَسَب پنجم

source: first
fa: اولین

# Show the [first/last] [N] parts of a place name.
source: first
fa: اولین

source: first %s
fa: اولین %s

# FEMALE
source: first %s
fa: اولین %s

# MALE
source: first %s
fa: اولین %s

source: first cousin
fa: عمو/دایی/عمه/خاله زاده نَسَب اول

# FEMALE
source: first cousin
fa: دختر عمو/دایی/عمه/خاله نَسَب اول

# MALE
source: first cousin
fa: پسر عمو/دایی/عمه/خاله نَسَب اول

# father’s brother’s child
source: first cousin
fa: عمو زاده نَسَب اول

# father’s brother’s daughter
source: first cousin
fa: دختر عمو نَسَب اول

# father’s brother’s son
source: first cousin
fa: پسر عمو نَسَب اول

# father’s sister’s child
source: first cousin
fa: عمه زاده نَسَب اول

# father’s sister’s daughter
source: first cousin
fa: دختر عمه نَسَب اول

# father’s sister’s son
source: first cousin
fa: پسر عمه نَسَب اول

# mother’s brother’s child
source: first cousin
fa: دایی زاده نَسَب اول

# mother’s brother’s daughter
source: first cousin
fa: دختر دایی نَسَب اول

# mother’s brother’s son
source: first cousin
fa: پسر دایی نَسَب اول

# mother’s sister’s child
source: first cousin
fa: خاله زاده نَسَب اول

# mother’s sister’s daughter
source: first cousin
fa: دختر خاله نَسَب اول

# mother’s sister’s son
source: first cousin
fa: پسر خاله نَسَب اول

# father’s father’s brother’s child
source: first cousin once removed ascending
fa: عمو زاده پدر نَسَب اول

# father’s father’s brother’s daughter
source: first cousin once removed ascending
fa: دختر عموی پدر نَسَب اول

# father’s father’s brother’s son
source: first cousin once removed ascending
fa: پسر عموی پدر نَسَب اول

# father’s father’s sister’s child
source: first cousin once removed ascending
fa: عمه زاده پدر نَسَب اول

# father’s father’s sister’s daughter
source: first cousin once removed ascending
fa: دختر عمه پدر نَسَب اول

# father’s father’s sister’s son
source: first cousin once removed ascending
fa: پسر عمه پدر نَسَب اول

# father’s mother’s brother’s child
source: first cousin once removed ascending
fa: دایی زاده پدر نَسَب اول

# father’s mother’s brother’s daughter
source: first cousin once removed ascending
fa: دختر دایی پدر نَسَب اول

# father’s mother’s brother’s son
source: first cousin once removed ascending
fa: پسر دایی پدر نَسَب اول

# father’s mother’s sister’s child
source: first cousin once removed ascending
fa: خاله زاده پدر نَسَب اول

# father’s mother’s sister’s daughter
source: first cousin once removed ascending
fa: دختر خاله پدر نَسَب اول

# father’s mother’s sister’s son
source: first cousin once removed ascending
fa: پسر خاله پدر نَسَب اول

# mother’s father’s brother’s child
source: first cousin once removed ascending
fa: عمو زاده مادر نَسَب اول

# mother’s father’s brother’s daughter
source: first cousin once removed ascending
fa: دختر عموی مادر نَسَب اول

# mother’s father’s brother’s son
source: first cousin once removed ascending
fa: پسر عموی مادر نَسَب اول

# mother’s father’s sister’s child
source: first cousin once removed ascending
fa: عمه زاده مادر نَسَب اول

# mother’s father’s sister’s daughter
source: first cousin once removed ascending
fa: دختر عمه مادر نَسَب اول

# mother’s father’s sister’s son
source: first cousin once removed ascending
fa: پسر عمه مادر نَسَب اول

# mother’s mother’s brother’s child
source: first cousin once removed ascending
fa: دایی زاده مادر نَسَب اول

# mother’s mother’s brother’s daughter
source: first cousin once removed ascending
fa: دختر دایی مادر نَسَب اول

# mother’s mother’s brother’s son
source: first cousin once removed ascending
fa: پسر دایی مادر نَسَب اول

# mother’s mother’s sister’s child
source: first cousin once removed ascending
fa: خاله زاده مادر نَسَب اول

# mother’s mother’s sister’s daughter
source: first cousin once removed ascending
fa: دختر خاله مادر نَسَب اول

# mother’s mother’s sister’s son
source: first cousin once removed ascending
fa: پسر خاله مادر نَسَب اول

source: fourteenth cousin
fa: عمو/دایی/عمه/خاله زاده نَسَب چهاردهم

# FEMALE
source: fourteenth cousin
fa: دختر عمو/دایی/عمه/خاله نَسَب چهاردهم

# MALE
source: fourteenth cousin
fa: پسر عمو/دایی/عمه/خاله نَسَب چهاردهم

source: fourth %s
fa: چهارمین %s

# FEMALE
source: fourth %s
fa: چهارمین %s

# MALE
source: fourth %s
fa: چهارمین %s

source: fourth cousin
fa: عمو/دایی/عمه/خاله زاده نَسَب چهارم

# FEMALE
source: fourth cousin
fa: دختر عمو/دایی/عمه/خاله نَسَب چهارم

# MALE
source: fourth cousin
fa: پسر عمو/دایی/عمه/خاله نَسَب چهارم

source: from %1$s interval %2$s year
fa: از %1$s به فاصله هر %2$s سال

source: from %s
fa: از %s

source: from %s to %s
fa: از %s تا %s

source: full circle
fa: چرخه کامل

source: gender
fa: جنسیت

source: geographic
fa: جغرافیایی

source: go to new individual
fa: رفتن به فرد جدید

# child’s child
source: grandchild
fa: نوه

# daughter’s child
source: grandchild
fa: نوه دختری

# son’s child
source: grandchild
fa: نوه پسری

# child’s daughter
source: granddaughter
fa: نوه (دختر)

# daughter’s daughter
source: granddaughter
fa: نوه دختری(دختر)

# son’s daughter
source: granddaughter
fa: نوه پسری(دختر)

# child’s daughter’s husband
source: granddaughter’s husband
fa: شوهر نوه

# daughter’s daughter’s husband
source: granddaughter’s husband
fa: شوهر نوه دختری

# son’s daughter’s husband
source: granddaughter’s husband
fa: شوهر نوه پسری

# parent’s father
source: grandfather
fa: پدربزرگ

# parent’s mother
source: grandmother
fa: مادر بزرگ

# parent’s parent
source: grandparent
fa: پدربزرگ/مادربزرگ

# child’s son
source: grandson
fa: نوه (پسر)

# daughter’s son
source: grandson
fa: نوه دختری(پسر)

# son’s son
source: grandson
fa: نوه پسری(پسر)

# child’s son’s wife
source: grandson’s wife
fa: زن نوه

# daughter’s son’s wife
source: grandson’s wife
fa: زن نوه دختری

# son’s son’s wife
source: grandson’s wife
fa: زن نوه پسری

source: great ×%s aunt
fa: خواهر(جد %s)

source: great ×%s aunt/uncle
fa: برادر/خواهر (جد %s)

source: great ×%s grandchild
fa: نواده(نسل %s)

source: great ×%s granddaughter
fa: نواده(نسل %s)

source: great ×%s grandfather
fa: پدر×%s پدربزرگ

source: great ×%s grandmother
fa: مادر×%s مادربزرگ

source: great ×%s grandparent
fa: والدین×%s پدر بزرگ/مادر بزرگ

source: great ×%s grandson
fa: نواده(نسل %s)

source: great ×%s nephew
fa: پسر برادر/پسر خواهر (نسل %s)

# (a man’s) brother’s great ×(%s-1) grandson
source: great ×%s nephew
fa: پسر برادر (نسل %s)

# (a man’s) sister’s great ×(%s-1) grandson
source: great ×%s nephew
fa: پسر خواهر (نسل %s)

# (a woman’s) great ×%s nephew
source: great ×%s nephew
fa: پسر برادر/پسر خواهر (نسل %s)

source: great ×%s nephew/niece
fa: پسریا دختر برادر/پسریا دختر خواهر (نسل %s)

# (a man’s) brother’s great ×(%s-1) grandchild
source: great ×%s nephew/niece
fa: پسریا دختر برادر (نسل %s)

# (a man’s) sister’s great ×(%s-1) grandchild
source: great ×%s nephew/niece
fa: پسریا دختر خواهر (نسل %s)

# (a woman’s) great ×%s nephew/niece
source: great ×%s nephew/niece
fa: پسریا دختر برادر/پسریا دختر خواهر (نسل %s)

source: great ×%s niece
fa: دختر برادر/دختر خواهر (نسل %s)

# (a man’s) brother’s great ×(%s-1) granddaughter
source: great ×%s niece
fa: دختر برادر (نسل %s)

# (a man’s) sister’s great ×(%s-1) granddaughter
source: great ×%s niece
fa: دختر خواهر (نسل %s)

# (a woman’s) great ×%s niece
source: great ×%s niece
fa: دختر برادر/دختر خواهر (نسل %s)

source: great ×%s uncle
fa: عمو/دایی (جد %s)

# great ×(%s-1) grandfather’s brother
source: great ×%s uncle
fa: عموی پدر بزرگ (جد %s)

# great ×(%s-1) grandmother’s brother
source: great ×%s uncle
fa: عموی مادر بزرگ (جد %s)

# great ×(%s-1) grandparent’s brother
source: great ×%s uncle
fa: عموی والدین (جد %s)

source: great ×4 aunt
fa: خواهر جد چهارم

source: great ×4 aunt/uncle
fa: خواهر/برادر جد چهارم

source: great ×4 grandchild
fa: فرزند×4 نوه

source: great ×4 granddaughter
fa: فرزند×4 نوه

source: great ×4 grandfather
fa: پدر×4 پدربزرگ

source: great ×4 grandmother
fa: مادر×4 مادربزرگ

source: great ×4 grandparent
fa: والدین×4 پدر بزرگ/مادر بزرگ

source: great ×4 grandson
fa: فرزند×4 نوه

# (a man’s) brother’s great-great-great-grandson
source: great ×4 nephew
fa: ندیده برادر

# (a man’s) sister’s great-great-great-grandson
source: great ×4 nephew
fa: ندیده خواهر

# (a woman’s) great ×4 nephew
source: great ×4 nephew
fa: ندیده

# (a man’s) brother’s great-great-great-grandchild
source: great ×4 nephew/niece
fa: ندیده برادر

# (a man’s) sister’s great-great-great-grandchild
source: great ×4 nephew/niece
fa: ندیده خواهر

# (a woman’s) great ×4 nephew/niece
source: great ×4 nephew/niece
fa: ندیده

# (a man’s) brother’s great-great-great-granddaughter
source: great ×4 niece
fa: ندیده برادر

# (a man’s) sister’s great-great-great-granddaughter
source: great ×4 niece
fa: ندیده خواهر

# (a woman’s) great ×4 niece
source: great ×4 niece
fa: ندیده

# great-great-great-grandfather’s brother
source: great ×4 uncle
fa: عموی×4 پدربزرگ

# great-great-great-grandmother’s brother
source: great ×4 uncle
fa: دایی×4 مادربزرگ

# great-great-great-grandparent’s brother
source: great ×4 uncle
fa: دایی/عموی×4 پدربزرگ/مادربزرگ

source: great ×5 aunt
fa: خواهر جد پنجم

source: great ×5 aunt/uncle
fa: خواهر/برادر جد پنجم

source: great ×5 grandchild
fa: فرزند×5 نوه

source: great ×5 granddaughter
fa: فرزند×5 نوه

source: great ×5 grandfather
fa: پدر×5 پدربزرگ

source: great ×5 grandmother
fa: مادر×5 مادربزرگ

source: great ×5 grandparent
fa: والدین×5 پدر بزرگ/مادر بزرگ

source: great ×5 grandson
fa: فرزند×5 نوه

# (a man’s) brother’s great ×4 grandson
source: great ×5 nephew
fa: فرزند×5 نوه برادر

# (a man’s) sister’s great ×4 grandson
source: great ×5 nephew
fa: فرزند×5 نوهخواهر

# (a woman’s) great ×5 nephew
source: great ×5 nephew
fa: فرزند×5 نوه

# (a man’s) brother’s great ×4 grandchild
source: great ×5 nephew/niece
fa: فرزند×5 نوه برادر

# (a man’s) sister’s great ×4 grandchild
source: great ×5 nephew/niece
fa: فرزند×5 نوه خواهر

# (a woman’s) great ×5 nephew/niece
source: great ×5 nephew/niece
fa: فرزند×5 نوه

# (a man’s) brother’s great ×4 granddaughter
source: great ×5 niece
fa: فرزند×5 نوه برادر

# (a man’s) sister’s great ×4 granddaughter
source: great ×5 niece
fa: فرزند×5 نوه خواهر

# (a woman’s) great ×5 niece
source: great ×5 niece
fa: فرزند×5 نوه

# great ×4 grandfather’s brother
source: great ×5 uncle
fa: عموی×5 پدربزرگ

# great ×4 grandmother’s brother
source: great ×5 uncle
fa: دایی×5 مادربزرگ

# great ×4 grandparent’s brother
source: great ×5 uncle
fa: دایی/عموی×5 پدربزرگ/مادربزرگ

source: great ×6 aunt
fa: خواهر جد ششم

source: great ×6 aunt/uncle
fa: خواهر/برادر جد ششم

source: great ×6 grandchild
fa: فرزند×6 نوه

source: great ×6 granddaughter
fa: فرزند×6 نوه

source: great ×6 grandfather
fa: پدر×6 پدربزرگ

source: great ×6 grandmother
fa: مادر×6 مادربزرگ

source: great ×6 grandparent
fa: والدین×6 پدر بزرگ/مادر بزرگ

source: great ×6 grandson
fa: فرزند×6 نوه

# great ×5 grandfather’s brother
source: great ×6 uncle
fa: عموی×6 پدربزرگ

# great ×5 grandmother’s brother
source: great ×6 uncle
fa: دایی×6 مادربزرگ

# great ×5 grandparent’s brother
source: great ×6 uncle
fa: دایی/عموی×6 پدربزرگ/مادربزرگ

source: great ×7 aunt
fa: خواهر جد هفتم

source: great ×7 aunt/uncle
fa: خواهر/برادر جد هفتم

source: great ×7 grandchild
fa: فرزند×7 نوه

source: great ×7 granddaughter
fa: فرزند×7 نوه

source: great ×7 grandfather
fa: پدر×7 پدربزرگ

source: great ×7 grandmother
fa: مادر×7 مادربزرگ

source: great ×7 grandparent
fa: والدین×7 پدر بزرگ/مادر بزرگ

source: great ×7 grandson
fa: فرزند×7 نوه

# great ×6 grandfather’s brother
source: great ×7 uncle
fa: عموی×7 پدربزرگ

# great ×6 grandmother’s brother
source: great ×7 uncle
fa: دایی×7 مادربزرگ

# great ×6 grandparent’s brother
source: great ×7 uncle
fa: والدین×7 پدر بزرگ/مادر بزرگ

# father’s father’s brother’s wife
source: great-aunt
fa: زن برادر پدربزرگ پدری

# father’s father’s sister
source: great-aunt
fa: خواهر پدربزرگ پدری

# father’s mother’s brother’s wife
source: great-aunt
fa: زن برادر پدربزرگ مادری

# father’s mother’s sister
source: great-aunt
fa: خواهر پدربزرگ مادری

# father’s parent’s brother’s wife
source: great-aunt
fa: زن برادر پدربزرگ

# father’s parent’s sister
source: great-aunt
fa: خواهر پدربزرگ

# mother’s father’s brother’s wife
source: great-aunt
fa: زن برادر مادربزرگ پدری

# mother’s father’s sister
source: great-aunt
fa: خواهر مادربزرگ پدری
